Repository: 007exe/mpkg
Catalog: i18n/*.po
Languages: ru, uk

source: Skipping %s-%s: package dropped in config
ru: Пропускаю %s-%s согласно списку исключений из настроек
uk: Пропуск %s-%s: package dropped in config

source: Skipping %s: BLACKLISTED
ru: Пропускаю %s: ЧЕРНЫЙ СПИСОК
uk: Пропускаю %s: BLACKLISTED

source: Some errors has been detected in configuration
ru: Обнаружены ошибки в конфигурации
uk: Деякі помилки були виявлені в конфігурації

source: Sorting list of packages marked to remove
ru: Сортировка списка пакетов на удаление
uk: Сортування списку пакетів позначених для видалення

source: Source build: error extracting package
ru: Сборка из исходных текстов: ошибка при распаковке пакета
uk: Збірка з вихідних текстів: помилка при вилученні пакета

source: Source build: file not found
ru: Сборка из исходных текстов: файл не найден
uk: Збірка з вихідних текстів: файл не знайдено

source: Source build: invalid XML data
ru: Сборка из исходных текстов: некорректный XML
uk: Збірка з вихідних текстів: некоректний XML

source: Source file doesn't exist
ru: Файл с исходниками не найден
uk: Файл з вихідними текстами не знайдено

source: Source file doesn't exist, aborting
ru: Файл с исходниками не найден, отмена
uk: Файл з вихідними текстами не знайдено, скасування

source: Source url: [%s]
ru: URL исходников: [%s]
uk: URL вихідних текстів: [%s]

source: Standard
ru: Стандартный
uk: Стандартний

source: Standard Linux filesystem (without journaling).
ru: Стандартная файловая система Linux (без журналирования).
uk: Стандартна файлова системи Linux (без журналювання).

source: Standard installation mode
ru: Стандартный режим установки
uk: Стандартний режим установки

source: Standard journaling Linux filesystem
ru: Стандартная журналируемая файловая система Linux
uk: Стандартна журнальована файлова система Linux

source: Starting package installation
ru: Начинаем установку пакетов
uk: Запуск встановлення пакетів

source: Startup error: some of required components not found
ru: Ошибка при старте: не найдены некоторые необходимые компоненты
uk: Помилка при старті: не знайдені деякі необхідні компоненти

source: Startup error: you must run this program as root
ru: Ошибка при запуске: эту программу следует выполнять от имени суперпользователя
uk: Помилка при запуску: цю програму слід виконувати від іменісуперкористувача root

source: Summary: to install: %d to remove: %d
ru: Итого: к установке: %d к удалению: %d
uk: Всього: до установки: %d до видалення: %d

source: Sunday
ru: Воскресенье
uk: Неділя

source: Swap partition selection
ru: Выбор раздела подкачки
uk: Вибір розділу підкачки

source: Swap partition:
ru: Раздел подкачки:
uk: Розділ підкачки:

source: Sync map not found
ru: Карта синхронизации не найдена
uk: Карту синхронізації не знайдено

source: Syncing disks...
ru: Синхронизация дискового кеша...
uk: Синхронізація дискового кешу...

source: Syncing disks...
ru: Синхронизация дискового кеша...
uk: Синхронізація дискового кешу...

source: Syncronize replicated repositories
ru: Синхронизировать репозитории
uk: Синхронізувати репозиторії

source: Syntax:
ru: Синтаксис:
uk: Синтаксис:

source: System root: %s
ru: Корень системы: %s
uk: Корінь системи: %s

source: Tagging package
ru: Присваиваем тег пакету
uk: Присвоюємо тег пакету

source: Tar was failed to extract the received source package
ru: Tar не удалось распаковать полученный пакет с исходниками
uk: Tar не вдалося вилучити отриманий пакет з вихідними текстами

source: Temporarily reassigned system cache: %s
ru: Временно переназначенный системный кеш: %s
uk: Тимчасово призначений системний кеш: %s

source: Temporarily reassigned system root: %s
ru: Временно переназначенный корень системы: %s
uk: Тимчасово призначений системний корінь: %s

source: The best choise to store data (especially large files). Supports online defragmentation and other advanced features. Not recommended to use as root FS or /home
ru: Лучший выбор для хранения данных (в особенности больших файлов). Поддерживает дефрагментацию на лету и прочие функции. Не рекомендуется в качестве корневого раздела или /home
uk: Найкращий вибір для зберігання даних (особливо великих файлів). Підтримка онлайн дефрагментації і інших додаткових можливостей. Не рекомендується використовувати в якості кореневоїфайлової системи або розділу /home

source: The drive you have specified has failed to mount:
ru: Диск который вы указали смонтировать не удалось:
uk: Вказаний вами диск не вдалося змонтувати:

source: The mount point you specified
ru: Точка монтирования, которую вы указали,
uk: Вказана вами точка монтування

source: There are some package alternatives. Please, mark ones which you want to use.
ru: Некоторые пакеты имеют альтернативные варианты. Пожалуйста, отметьте те, которые вы желаете использовать.
uk: Є кілька альтернативних пакетів. Будь ласка, відмітьте ті, які ви хочете використовувати.

source: This disc already indexed
ru: Этот диск уже проиндексирован
uk: Цей диск вже проіндексовано

source: This disc doesn't recognized as AgiliaLinux installation disc
uk: Цей диск не визнаний як інсталяційний диск AgiliaLinux

source: Thursday
ru: Четверг
uk: Четвер

source: To few arguments to index
ru: Недостаточно аргументов для индексации
uk: Недостатньо аргументів для індексації

source: To install AgiliaLinux, you should have at least one Linux partition. Also, it is strongly recommended to have a swap partition. If you didn't do this before, you can create it now. Which drive do you want to edit?
uk: Для встановлення AgiliaLinux, ви повинні мати принаймні один розділ Linux. Крім того,настійно рекомендується мати розділ підкачки. Якщо ви не зробили цього раніше, ви можете створити його зараз. Який диск ви хочете редагувати?

source: Too many arguments
ru: Слишком много аргументов
uk: Занадто багато аргументів

source: Total %d new actions to proceed
ru: Итого: %d операций
uk: Всього: %d операцій

source: Total %d new actions to proceed, committing...
ru: Намечено %d операций, выполняю...
uk: Намічено %d операцій, виконую...

source: Total: %d packages
ru: Всего: %d пакетов
uk: Всього: %d пакетів

source: Tuesday
ru: Вторник
uk: Вівторок

source: Ukrainian
ru: Украинский
uk: Українська

source: Ukrainian (UNIX)
ru: Украинский (UNIX)
uk: Українська (UNIX)

source: Unable to write error log!
ru: Невозможно сделать запись в лог ошибок!
uk: Неможливо зробити запис в лог помилок!

source: Unknown action type
ru: Неизвестный тип действия
uk: Невідомий тип дії

source: Unknown file extension
ru: Неизвестное расширение файла
uk: Невідоме розширення файлу

source: Unknown package type
ru: Неизвестный тип пакета
uk: Невідомий тип пакету

source: Unknown reply, aborting
ru: Неизвестный ответ, отменяем
uk: Невідома відповідь, скасовуємо

source: Unknown selection
ru: Неизвестный выбор
uk: Невідомий вибір

source: Unknown value, don't know what to do, aborting
ru: Неизвестное значение, не знаю что делать, выход
uk: Невідоме значення, не знаю що робити, вихід

source: Unresolvable dependencies
ru: Неразрешимые зависимости
uk: Нерозв'язні залежності

source: Unresolved dependencies:
ru: Неразрешенные зависимости:
uk: Нерозв'язані залежності:

source: Unresolved file conflict on package
ru: Неразрешенный файловый конфликт в пакете
uk: Невирішенний файловий конфлікт в пакеті

source: Update complete.
ru: Обновление завершено.
uk: Оновлення завершено.

source: Update data?
ru: Обновить данные?
uk: Оновити дані?

source: Update repository data
ru: Обновить данные с репозиториев
uk: Оновити дані з репозиторіїв

source: Updating
ru: Обновление
uk: Оновлення

source: Updating data from
ru: Обновление данных из
uk: Оновлення даних з

source: Updating font indexes
ru: Обновление индексов шрифтов
uk: Оновлення індексів шрифтів

source: Updating package
ru: Обновление пакета
uk: Оновлення пакета

source: Updating package %s
ru: Обновление пакета %s
uk: Оновлення пакета %s

source: Updating package %s %s by %s...
ru: Обновление пакета %s %s до версии %s...
uk: Оновлення пакета %s %s до версії %s...

source: Updating package %s %s...
ru: Обновление пакета %s %s...
uk: Оновлення пакета %s %s...

source: Updating package data from %d repository(s)...
ru: Обновление списка доступных пакетов из %d репозиториев...
uk: Оновлення списку наявних пакетів з %d репозиторіїв...

source: Updating package data from %ld repository(s)...
ru: Обновление списка пакетов из %ld репозиториев...
uk: Оновлення даних про пакети з %ld репозиторію(їв)...

source: Updating package list
ru: Обновление списка пакетов
uk: Оновлення списку пакетів

source: Updating package list...
ru: Обновление списка пакетов...
uk: Оновлення списку пакетів...

source: Updating packages
ru: Обновление пакетов
uk: Оновлення пакетів

source: Updating repository data
ru: Обновление данных репозитория
uk: Оновлення данних репозиторію

source: Usage: buildpkg [output_directory]
ru: Использование: buildpkg [output_directory]
uk: Використання: buildpkg [вихідна_директорія]

source: Usage: buildsrcpkg [output_directory]
ru: Использование: buildsrcpkg [output_directory]
uk: Використання: buildsrcpkg [вихідна_директорія]

source: Usage: mpkg-checklibdeps [PKGNAME] - checks package for errors
ru: Использование: mpkg-checklibdeps [ИМЯ_ПАКЕТА] - проверка пакета на ошибки линковки
uk: Використання: mpkg-checklibdeps [PKGNAME] - перевірка пакету на наявність помилок

source: Usage: mpkg-deleteprofile PROFILE_NAME
ru: Синтаксис: mpkg-deleteprofile ИМЯ_ПРОФИЛЯ
uk: Використання: mpkg-deleteprofile ІМ'Я_ПРОФІЛЮ

source: Usage: mpkg-saveprofile PROFILE_NAME
ru: Синтаксис: mpkg-saveprofile ИМЯ_ПРОФИЛЯ
uk: Використання: mpkg-saveprofile ІМ'Я_ПРОФІЛЮ

source: Usage: mpkg-setmeta FILENAME [OPTIONS]
ru: Синтаксис: mpkg-setmeta ИМЯ_ФАЙЛА [ОПЦИИ]
uk: Використання: mpkg-setmeta ІМ'Я_ФАЙЛУ [ПАРАМЕТРИ]

source: Usage: mpkg-setprofile PROFILE_NAME
ru: Синтаксис: mpkg-setprofile ИМЯ_ПРОФИЛЯ
uk: Використання: mpkg-setprofile ІМ'Я_ПРОФІЛЮ

source: Usage: mpkg-validate FILENAME
ru: Синтаксис: mpkg-validate ИМЯ_ФАЙЛА
uk: Використання: mpkg-validate FILENAME

source: Use automatic configuration (DHCP)?
ru: Использовать автоматическую конфигурацию (DHCP)?
uk: Використання автоматичного налаштування (DHCP)?

source: User name cannot start from number, enter correct name.
ru: Имя пользователя не может начинаться с цифры. Пожалуйста, введите корректное имя.
uk: Ім'я користувача не може починатися з номера, введіть правильне ім'я.

source: User-friendly frontend to parted. Experimental
ru: Дружественный к пользователю интерфейс для parted. Экспериментальный
uk: Дружній інтерфейс для parted. Експериментальний

source: User-friendly frontend to parted. Recommended
ru: Дружелюбный фронт-енд для parted. Рекомендуется
uk: Дружній інтерфейс для parted. Рекомендований

source: Version ok
ru: Версия ok
uk: Версія OK

source: Very old and very stable. If you need "Just works" - it's your choice
ru: Очень старая и очень стабильная. Если вам требуется "чтобы работало" - это ваш выбор
uk: Дуже стара і дуже стабільна. Якщо вам потрібно "Щоб робило" - це ваш вибір.

source: Videocard detected:
ru: Обнаружена видеокарта:
uk: Виявлена відеокарта:

source: View/edit MPKG configuration
ru: Просмотр/редактирование конфигурации MPKG
uk: Перегляд/редагування конфігурації MPKG

source: View/edit repositories
ru: Просмотр/редактирование списка репозиториев
uk: Перегляд/редагування списку репозиторіїв

source: WARNING! You didn't configured a boot loader. You can install system without this, but remember that in this case you should provide system booting manually (for example, using another, already installed boot loader). CONTINUE ONLY IF YOU *REALLY KNOW* WHAT YOU ARE DOING!
ru: ВНИМАНИЕ! Вы не настроили загрузчик. Вы можете установить систему и без него, но помните, что в таком случае вам придется обеспечить загрузку системы самостоятельно (например, с использованием другого загрузчика). ПРОДОЛЖАЙТЕ ТОЛЬКО ЕСЛИ ВЫ *ДЕЙСТВИТЕЛЬНО* ЗНАЕТЕ ЧТО ДЕЛАЕТЕ!
uk: УВАГА! Ви не налаштували завантажувач. Ви можете встановити систему без цього, але пам'ятайте, що в цьому разі виповинні забезпечити завантаження вручну (наприклад, за допомогою іншого, вжевстановленого завантажувача). ПРОДОВЖУЙТЕ ТІЛЬКИ ЯКЩО ВИ ДІЙСНО ЗНАЄТЕ, ЩО РОБИТЕ!

source: Waiting
ru: Ожидание
uk: Очікування

source: Warning
ru: Предупреждение
uk: Попередження

source: Warning:
ru: Внимание:
uk: Увага:

source: Wednesday
ru: Среда
uk: Середа

source: Weird status of package, i'm afraid to remove this...
ru: Странный статус пакета, страшновато его удалять...
uk: Дивний статус пакета, страшновато його видаляти...

source: Welcome to AgiliaLinux! Setup program will install the system on your computer and perform initial configuration.
uk: Ласкаво просимо до AgiliaLinux! Ця программа встановить систему на ваш комп'ютер і виконає початкову конфігурацію.

source: Welcome!
ru: Добро пожаловать!
uk: Ласкаво просимо!

source: Wicd is a new wired and wireless network manager which provides wide functionality to configure your network settings, including profiles, WEP/WPA/WPA2, and so on. It must be configured separately in GUI. If you want use it, choose YES. Otherwise, old-style netconfig will be used. Do you want to enable Wicd?
ru: Wicd - новый менеджер настроек сети (проводной и безпроводной), предоставляющий широкий функционал, включая профили, WEP/WPA/WPA2, и многое другое. Он должен быть настроен позже через графический интерфейс. Если вы хотите использовать его - выберите [ДА]. В противном случае, для настройки сети будет использован классический netconfig. Желаете ли вы включить Wicd?
uk: Wicd є новим мережевим менеджером дротових і бездротових мереж, який пропонує широку функціональність для налаштування параметрів мережі, в тому числі профілів, WEP/WPA/WPA2, і так далі. Він повинен бути налаштований окремо в графічному середовищі. Якщо ви хочете його використовувати, виберіть ТАК. В іншому випадку, буде використовуватися netconfig. Ви хочете використовувати Wicd?

source: Wicd is an open source wired and wireless network manager
ru: Wicd - менеджер сети для Ethernet и WiFi
uk: Wicd є менеджером для дротових і бездротових мереж

source: Will be installed:
ru: Будут установлены:
uk: Будуть встановлені:

source: Will be purged:
ru: Будут полностью удалены:
uk: Будуть повністю видалені:

source: Will be removed:
ru: Будут удалены:
uk: Будуть видалені:

source: Will be repaired:
ru: Будут восстановлены:
uk: Будуть відновлені:

source: Will be updated:
ru: Будут обновлены:
uk: Будуть оновлені:

source: Wrong checksum ignored, continuing...
ru: Несовпадение контрольной суммы проигнорировано, продолжаем...
uk: Неспівпадіння контрольної суми проігноровано, продовжуємо...

source: XFCE Desktop
uk: Середовище XFCE

source: YES
ru: ДА
uk: ТАК

source: Yes
ru: Да
uk: Так

source: You are going to create swapspace on partition
ru: Вы собираетесь создать область подкачки на разделе
uk: Ви збираєтесь створити місце підкачки на розділі

source: You are using VirtualBox, but guest additions not found in '
ru: Вы устанавливаете систему в VirtualBox, но гостевые дополнениея не удалось обнаружить в '
uk: Ви використовуєте VirtualBox, але гостьові доповнення не знайдено в '

source: You cannot use this software without accepting the license. Installation terminated
ru: Использование данного программного обеспечения без принятия условий лицензии невозможно. Установка прервана.
uk: Ви не можете використовувати це програмне забезпечення без підтвердження ліцензії. Установка припиняється.

source: You decided to %s
ru: Вы выбрали %s
uk: Ви вибрали %s

source: You didn't specified a package source
ru: Вы не указали источник пакетов
uk: Ви не вказали джерело пакетів

source: You didn't specified a root partition
ru: Вы не указали раздел для корневой файловой системы
uk: Ви не вказали кореневий розділ

source: You didn't specified directory for deprecated packages
ru: Вы не указали директорию для устаревших пакетов
uk: Ви не вказали директорію для застарілих пакетів

source: You have choosed
ru: Вы выбрали
uk: Ви обрали

source: You have choosed XFS as root filesystem format. It is not recommended, AND It is NOT SUPPORTED by GRUB bootloader. Also, if you install any bootloader on this partition, it will cause of TOTAL DATA LOSS on it. You have to choose another option, or create a separate /boot partition, or use LILO as boot loader in MBR. Are you REALLY SURE you want to continue with this option?
ru: Вы выбрали в качестве формата корневой файловой системы XFS. Делать это не рекомендуется, ибо загрузчик GRUB (используемый по умолчанию) данный тип файловой системы НЕ ПОДДЕРЖИВАЕТ (вы получите зависание при попытке его установить). Тем не менее, вы можете продолжить в данной конфигурации, если выделите /boot на отдельный раздел или установите загрузчик LILO в MBR (установка загрузчика непосредственно на раздел с XFS приводит к ПОЛНОЙ ПОТЕРЕ ДАННЫХ на нем)Вы абсолютно уверены в том что хотите продолжить с данной конфигурацией?
uk: Ви обрали XFS в якості формату кореневої файлової системи. Це не рекомендується, і вона НЕ ПІДТРИМУЄ завантажувач GRUB. Крім того, якщовстановлювати будь-який завантажувач на цей розділ, це буде причиною ПОВНОЇ ВТРАТИ ДАНИХ. Ви повинні вибрати інший варіант, або створити окремий розділ для /boot розділу, абовикористовувати LILO в якості завантажувача в MBR. Ви впевнені, що ви хочете продовжити з цим варіантом?

source: You have defined swap partition that doesn't exists:
ru: Вы указали раздел подкачки который не существует:
uk: Визначений вами розділ підкачки не існує:

source: You have inserted a wrong disk. Required: [
ru: Вы вставили не тот диск. Надо: [
uk: Ви вставили неправильний диск. Необхідний: [

source: You have specified directory (
ru: Вы указали директорию (
uk: Ви вказали каталог (

source: You must login as root to run this program
ru: Данная программа должна выполняться от имени суперпользователя
uk: Дана програма повинна виконуватися від імені суперкористувача root

source: Your database need to be upgraded to new version
ru: Ваша база данных должна быть обновлена до новой версии
uk: Ваша база даних повинна бути оновлена до нової версії

source: [%d/%d] Downloading file %s
ru: [%d/%d] Скачивается файл %s
uk: [%d/%d] Завантажується файл %s

source: [%d/%d] indexing file %s
ru: [%d/%d] индексация файла %s
uk: [%d/%d] індексація файлу %s

source: [%d/%d] indexing file %s%s
ru: [%d/%d] индексация файла %s%s
uk: [%d/%d] індексація файлу %s%s

source: [%d/%d] indexing file %s%s%s
ru: [%d/%d] индексируем файл %s%s%s
uk: [%d/%d] індексування файлів %s%s%s

source: [%s] ... Nothing found
ru: [%s] ... Ничего не найдено
uk: [%s] ... Нічого не знайдено

source: [BLOCKING] Error: %s
ru: [BLOCKING] Ошибка: %s
uk: [БЛОКУВАННЯ] Помилка: %s

source: [FATAL] Error: %s
ru: [FATAL] Ошибка: %s
uk: [ФАТАЛЬНА] Помилка: %s

source: [NOT GOOD] Warning: %s
ru: [NOT GOOD] Предупреждение: %s
uk: [НЕ ДОБРЕ] Попередження: %s

source: ] Inserted: [
ru: ] Вставлен: [
uk: ] Додано: [

source: ] Checking package cache and building installation queue:
ru: ] Просмотр кеша пакетов и построение очереди действий:
uk: ] Перевірка кешу пакетів та побудова черги встановлення:

source: ] Downloading file
ru: ] Закачивается файл
uk: ] Завантажується файл

source: ] Importing data...
ru: ] Импорт данных...
uk: ] Імпорт даних...

source: ] Importing received data:
ru: ] Импорт полученных данных:
uk: ] Імпорт отриманих даних:

source: ] Installing package
ru: ] Устанавливается пакет
uk: ] Встановлюється пакет

source: ] Installing:
ru: ] Устанавливается пакет:
uk: ] Встановлюється пакет:

source: ] Removing package
ru: ] Удаляется пакет
uk: ] Видаляється пакет

source: ] indexing file
ru: ] индексация файла
uk: ] індексація файлу

source: aborting...
ru: отмена...
uk: відміна...

source: actions total:
ru: действий всего:
uk: всього дій:

source: another
ru: еще одного
uk: інший

source: april
ru: апреля
uk: Квітень

source: august
ru: августа
uk: Серпень

source: building file list
ru: построение списка файлов
uk: побудова списку файлів

source: but no drivers detected in '
ru: но драйвера не обнаружены в '
uk: але не виявлено драйверів в '

source: cached
ru: кеширован
uk: кешований

source: cannot open installation list
ru: не могу открыть список установки
uk: не можу відкрити список установки

source: check skipped
ru: проверка пропущена
uk: перевірка пропущена

source: checking file conflicts
ru: проверка конфликтов файлов
uk: перевірка конфліктів файлів

source: checking package integrity
ru: проверка целостности пакетов
uk: перевірка цілісності пакетів

source: checking...
ru: Проверка...
uk: перевірка...

source: cleaning file list
ru: очистка списка файлов
uk: очищення списку файлів

source: data.xml parsed
ru: data.xml распарсен
uk: data.xml оброблено

source: december
ru: декабря
uk: Грудень

source: detecting configuration files
ru: поиск конфигурационных файлов
uk: пошук конфігураційних файлів

source: done
ru: готово
uk: готово

source: error
ru: ошибка
uk: помилка

source: executing post-install script
ru: выполнение постустановочного скрипта
uk: виконання пост-інсталяційного скрипту

source: executing post-install scripts...
ru: выполнение пост-установочных скриптов
uk: виконання пост-інсталяційних скриптів

source: executing post-removal scripts
ru: выполнение скриптов после удаления
uk: виконання скриптів після видалення

source: executing post-remove scripts
ru: выполнение скриптов после удаления
uk: виконання скриптів після видалення

source: executing pre-install script
ru: выполнение предустановочного скрипта
uk: виконання пре-інсталяційного скрипту

source: executing pre-install scripts
ru: выполнение предустановочных скриптов
uk: виконання пре-інсталяційного скриптів

source: executing pre-remove scripts
ru: выполнение скриптов перед удалением
uk: виконання скриптів перед видаленням

source: extracting
ru: распаковка
uk: вилучення

source: extracting file list
ru: извлечение списка файлов
uk: вилучення списку файлів

source: extracting installation scripts
ru: извлечение установочных скриптов
uk: извлечение установочных скриптов

source: extracting metadata
ru: извлечение метаданных
uk: вилучення метаданих

source: extracting scripts
ru: извлечение скриптов
uk: видобування скриптів

source: extracting...
ru: распаковка...
uk: вилучення...

source: february
ru: февраля
uk: Лютий

source: finished
ru: завершено
uk: завершено

source: finishing installation
ru: завершение установки
uk: завершення установки

source: get_package error: returned
ru: get_package ошибка: возвращено
uk: get_package ошибка: повернено

source: help show this help
ru: help показать эту справку
uk: help показати цю допомогу

source: increasing build of %s...
ru: Увеличиваю номер билда %s...
uk: Збільшую номер білда %s...

source: initialization
ru: инициализация
uk: ініціалізація

source: installing
ru: установка
uk: встановлення

source: installing...
ru: установка...
uk: установка...

source: january
ru: января
uk: Січень

source: july
ru: июля
uk: Липень

source: june
ru: июня
uk: Червень

source: kb
ru: кб
uk: кб

source: main menu
ru: главное меню
uk: головне меню

source: march
ru: марта
uk: Березень

source: may
ru: мая
uk: Травень

source: md5 incorrect
ru: md5 не совпадает
uk: md5 не співпадає

source: merging file lists into database
ru: внесение списка файлов в базу данных
uk: внесення списку файлів у базу даних

source: min
ru: мин
uk: хв

source: mpkg-checklibdeps: checks binary dependencies using ldd for missing libraries
ru: mpkg-checklibdeps: проверка бинарных зависимостей с использованием ldd для поиска отсутствующих библиотек
uk: mpkg-checklibdeps: перевіряє бінарні залежності з використанням ldd для зниклих бібліотек

source: name=NAME set package name
ru: name=NAME установить имя пакета
uk: name=NAME встановити ім'я пакета

source: no
ru: нет
uk: ні

source: no
ru: нет
uk: ні

source: none
ru: нет
uk: ні

source: none
ru: нет
uk: ні

source: not cached
ru: не закеширован
uk: не закешований
