Repository: 007exe/mpkg
Catalog: i18n/*.po
Languages: ru, uk

source: --download-to=<DIR> download packages to specified directory
ru: --download-to=<DIR> скачать пакеты в указанную директорию
uk: --download-to=<DIR> завантажити пакети до вказаного каталогу

source: --sysroot=<DIR> set temporary system root
ru: --sysroot=<DIR> временно переопределить путь к корню системы
uk: --sysroot=<DIR> тимчасово перевизначити шлях до кореня системи

source: -! --nodepgen don't generate dependencies on package building
ru: -! --nodepgen не генерировать зависимости при сборке пакета
uk: -! --nodepgen не генерувати залежності при побудові пакету

source: --accept-license Automatically accept license terms
ru: --accept-license Автоматически принимать условия лицензии
uk: --accept-license Автоматично приймати умови ліцензії

source: --ask-for-kdeversion Ask for KDE version (if you have hybrid disk)
ru: --ask-for-kdeversion Спрашивать про версию KDE (если у вас гибридный диск)
uk: --ask-for-kdeversion Запитувати версію KDE (якщо у вас є гібридний диск)

source: --disable-contrib Enable contrib installation
ru: --disable-contrib Подключить contrib при установке
uk: --disable-contrib Заборонити використовувати репозиторій contrib

source: --enable-addons Enable addons installation (NOT RECOMMENDED)
ru: --enable-addons Включить установку дополнений (НЕ РЕКОМЕНДУЕТСЯ)
uk: --enable-addons Включити інсталяцію додатків (не рекомендується)

source: --enable-contrib Enable contrib installation
ru: --enable-contrib Устанавливать пакеты пользователей автоматически
uk: --enable-contrib Дозволити використовувати репозиторій contrib

source: --help Show this help
ru: --help Показать эту справку
uk: --help Показати цю допомогу

source: --install_type Set package set (minimal | server | full | expert)
ru: --install_type Выбрать набор пакетов (minimal | server | full | expert)
uk: --install_type Встановити набір пакетів (minimal | server | full | expert)

source: --no-deps Disable dependencies
ru: --no-deps Отключить зависимости
uk: --no-deps Відключити залежності

source: --no-eject Do not eject CD/DVD after installation (useful when installing inside virtual machine)
ru: --no-eject Не выдвигать CD/DVD после установки (бывает удобно при установке в виртуальной машине)
uk: --no-eject Не витягати CD/DVD після установки (корисно, коли установка проводиться всередині віртуальної машини)

source: --no-warpmode Disable fast installation mode (in case of failure, it ensures that you will have correct database)
ru: --no-warpmode Отключить режим ускоренной установки (в случае обрыва процесса это позволит иметь корректную базу пакетов)
uk: --no-warpmode Вимкнути режим швидкого встановлення (у разі невдачі,це гарантує, що ви будете мати правильну базу даних)

source: --pkgsource SOURCE Set package source (cdrom, dvd, iso, or network URL)
ru: --pkgsource SOURCE Выбрать источник пакетов (cdrom, dvd, iso, или сетевой URL)
uk: --pkgsource SOURCE Вказати джерело пакетів (cdrom, dvd, iso, або network URL)

source: --root PARTITION_NAME Set root partition name (for example, /dev/sda1)
ru: --root PARTITION_NAME Указать корневой раздел (например, /dev/sda1)
uk: --root PARTITION_NAME Встановити ім'я кореневого розділу (наприклад, /dev/sda1)

source: --root_format FSTYPE Set root filesystem type (for example, ext3
ru: --root_format FSTYPE Указать тип файловой системы корневого раздела (например, ext3)
uk: --root_format FSTYPE Встановити тип кореневої файлової системи (наприклад, ext3)

source: --skip-dev Do not install /usr/include part of packages (to save space)
ru: --skip-dev Не устанавливать файлы из /usr/include (для экономии места)
uk: --skip-dev Не встановлювати /usr/include частку пакетів (дляекономії місця)

source: --skip-doc Do not install /usr/doc part of packages (to save space)
ru: --skip-doc Не устанавливать файлы из /usr/doc (для экономии места)
uk: --skip-doc Не встановлювати /usr/doc частку пакетів (дляекономії місця)

source: --skip-man Do not install /usr/man part of packages (to save space)
ru: --skip-man Не устанавливать файлы из /usr/man (для экономии места)
uk: --skip-man Не встановлювати /usr/man частку пакетів (дляекономії місця)

source: --skip-static Do not install *.a static libs, to save space
ru: --skip-static Не устанавливать статические библиотеки (*.a)
uk: --skip-static Не встановлювати статичні бібліотеки (*.a), для економії місця

source: --swap PARTITION_NAME Set swap partition name (for example, /dev/sda2, or auto to use first available)
ru: --swap PARTITION_NAME Указать раздел подкачки (например, /dev/sda2, или auto чтобы использовать первый доступный)
uk: --swap PARTITION_NAME Встановити ім'я розділу підкачки (наприклад, /dev/sda2, або автоматично використовувати перший доступний)

source: --сache Copy all packages to hard drive before installation
ru: --сache Копировать все пакеты на жесткий диск перед установкой
uk: --сache Скопіювати всі пакети на жорсткий диск, перед установкою

source: --сheck Check package integrity before installation
ru: --сheck Проверять целостность пакетов перед установкой
uk: --сheck Перевіряти цілісність пакетів перед встановленням

source: -A --download-to=<DIR> download packages to specified directory
ru: -A --download-to=<DIR> скачать пакеты в указанную директорию
uk: -A --download-to=<DIR> завантажити пакети в зазначений каталог

source: -C --enable-cache enable cached indexing
ru: -C --enable-cache включить кеширование при индексации
uk: -C --enable-cache дозволити кешовану індексацію

source: -D --download-only just download packages, do not install
ru: -D --download-only только скачать пакеты, не устанавливать
uk: -D --download-only тільки завантажити пакети, не встановлювати

source: -D --download-only only download packages, do not install
ru: -D --download-only только скачать, не устанавливать
uk: -D --download-only тільки завантажити пакети, не встановлювати

source: -E --exclusion-list=FILENAME Exclude paths from being checked by gendeps2
ru: -E --exclusion-list=FILENAME Подгрузить список необрабатываемых файлов для gendeps2
uk: -E --exclusion-list=FILENAME Виключити шлях з перевірки gendeps2

source: -F --fork detach from terminal and run in background
ru: -F --fork отсоединиться от терминала и работать в фоновом режиме
uk: -F --fork від'єднатися від терміналу та запуститися у фоновому режимі

source: -G --keep-deps do not replace deps in package, add to them instead (for gendeps2)
ru: -G --keep-deps не замещать зависимости в пакете, просто добавить их (для gendeps2)
uk: -G --keep-deps не замінювати залежності в пакетах, додати до них (для gendeps2)

source: -H --html switch to html mode (useful only for integrate into web)
ru: -H --html переключиться в режим HTML (для интеграции в веб-приложения)
uk: -H --html переключитися в режим HTML (для інтеграції у веб-додаток)

source: -K --skip-deprecated while sync, skip deprecated packages
ru: -K --skip-deprecated при синхронизации пропускать устаревшие пакеты
uk: -K --skip-deprecated пропускати застарілі пакети під час синхронізації

source: -L --linksonly on install/upgradeall, show only download links and exit
ru: -L --linksonly При выполнении install или upgradeall, показывать ссылки для скачивания и выходить
uk: -L --linksonly при встановленні/оновленні, показати посилання і вийти

source: -M --md5index add md5 sums for each file in filelist
ru: -M --md5index добавлять md5 суммы для каждого файла в списке
uk: -M --md5index додати md5 суму до кожного файлу в списку файлів

source: -N --nodepgen don't generate dependencies on package building
ru: -N --nodepgen не генерировать зависимости при сборке пакета
uk: -N --nodepgen не генерувати залежності під час збірки пакета

source: -P --noaaa try to avoid aaa_elflibs in dependency generation
ru: -P --noaaa пытаться избежать попадания aaa_elflibs в генерируемый список зависимостей (для gendeps2)
uk: -P --noaaa намагатися уникати aaa_elflibs при генерації залежностей

source: -P --noaaa try to avoid aaa_elflibs in dependency generation (for gendeps2)
ru: -P --noaaa избегать попадания aaa_elflibs в зависимости (для gendeps2)
uk: -P --noaaa намагатися уникати aaa_elflibs при генерації залежностей (для gendeps2)

source: -Q --enqueue only enqueue actions, do not perform
ru: -Q --enqueue поставить действия в очередь, не исполнять
uk: -Q --enqueue додати дії у чергу, не виконувати

source: -R --index-filelist create file list while indexing
ru: -R --index-filelist создать индекс файлов при индексировании
uk: -R --index-filelist створити перелік файлів при індексуванні

source: -R --repair repair damaged packages (use with "check" keyword
ru: -R --repair восстановить поврежденные пакеты (используйте с check)
uk: -R --repair відновити пошкоджені пакети (використовувати разом з "check")

source: -S --sysroot=<DIR> set temporary system root
ru: -S --sysroot=<DIR> временно переопределить корень системы
uk: -S --sysroot=<DIR> тимчасово перевизначити шлях до кореня системи

source: -V --enableversions enable versioning in install lists
ru: -V --enableversions включить информацию о версиях в списке установленных пакетов
uk: -V --enableversions включити інформацію про версії в перелік встановленних пакетів

source: -W --enable-spkg-index enable spkg indexing (otherwise, it will be skipped)
ru: -W --enable-spkg-index включить индексирование spkg (по умолчанию - отключено)
uk: -W --enable-spkg-index дозволити індексацію spkg (в іншому випадку вона буде пропущена)

source: -a --available show only available packages (use with "list" keyword)
ru: -a --available показывать только доступные пакеты (используйте с "list")
uk: -a --available відображати лише доступні пакети (використовуйте разом з "list")

source: -b --cleartags clear all other tags before tagging
ru: -b --cleartags удалить все предыдущие теги
uk: -b --cleartags видалити усі попередні теги

source: -c --no_resume disable download resuming
ru: -c --no_resume отключить докачку
uk: -c --no_resume вимкнути дозавантаження

source: -d --force-dep interpret dependency errors as warnings
ru: -d --force-dep Игнорировать ошибки зависимостей
uk: -d --force-dep ігнорувати помилки залежностей

source: -f --force-conflicts do not perform file conflict checking
ru: -f --force-conflicts не выполнять проверку конфликтов файлов
uk: -f --force-conflicts не виконувати перевірку конфліктів файлів

source: -g --dialog use dialog mode UI
ru: -g --dialog использовать диалоговый интерфейс
uk: -g --dialog використовувати діалоговий інтерфейс

source: -h --help show this help
ru: -h --help показать эту справку
uk: -h --help показати цю довідку

source: -i --installed show only installed packages (use with "list" keyword)
ru: -i --installed показывать только установленные пакеты (используйте с "list")
uk: -i --installed відображати лише встановленні пакети (використовуйте разом з "list")

source: -k --force-essential allow removing essential packages
ru: -k --force-essential разрешить удаление системных пакетов
uk: -k --force-essential дозволити видалення системних пакетів

source: -l --filelist show file list for package (with "show" keyword)
ru: -l --filelist показать список файлов пакета (используйте с "show")
uk: -l --filelist відобразити перелік файлів пакету (використовуйте разом з "show")

source: -m --no-md5 do not check package integrity on install
ru: -m --no-md5 не проверять целостность пакетов при установке
uk: -m --no-md5 не перевіряти цілісність пакетів при встановленні

source: -m --skip-md5check do not check package integrity on install
ru: -m --skip-md5check не проверять целостность пакетов при установке
uk: -m --skip-md5check не перевіряти цілісність пакетів при встановленні

source: -q --noreset don't reset queue at start
ru: -q --noreset Не сбрасывать очередь при запуске
uk: -q --noreset не скидати чергу пакетів під час запуску

source: -r --repair repair damaged packages (use with "check" keyword)
ru: -r --repair восстанавливатьть поврежденные пакеты (используйте с "check")
uk: -r --repair відновлювати пошкоджені пакети (використовуйте разом з "check")

source: -s --keep-symlinks keep symlinks in archive instead of moving it to doinst.sh
ru: -s --keep-symlinks оставлять симлинки в архиве, не перемещать в doinst.sh
uk: -s --keep-symlinks зберегти символічні посилання в архів, не переміщаючи його до doinst.sh

source: -s --simulate just simulate all actions
ru: -s --simulate режим симуляции
uk: -s --simulate режим симуляції

source: -t --conf=CONFIG_FILE set temporary config file
ru: -t --conf=CONFIG_FILE указать временный конфигурационный файл
uk: -t --conf=CONFIG_FILE вказати тимчасовий конфігураційний файл

source: -v --verbose be verbose
ru: -v --verbose подробный вывод
uk: -v --verbose докладний вивід

source: -w --no_buildcache don't use source cache when building packages
ru: -w --no_buildcache не кешировать исходники при сборке пакетов
uk: -w --no_buildcache не кешувати вихідний код при побудові пакетів

source: -y --noconfirm don't ask confirmation
ru: -y --noconfirm не спрашивать подтверждений
uk: -y --noconfirm не питати підтверджень

source: -z --no-dep totally ignore dependencies existance
ru: -z --no-dep полностью игнорировать существование зависимостей
uk: -z --no-dep повністю ігнорувати існування залежностей

source: Package contains no files
ru: Пакет не имеет никаких файлов
uk: Пакет не має жодного файлу

source: Package is not installed
ru: Пакет не установлен
uk: Пакет не встановлений

source: add_rep add repository
ru: add_rep добавить репозиторий
uk: add_rep додати репозиторій

source: add_rep URL add repository
ru: add_rep URL добавить репозиторий
uk: add_rep URL додати репозиторій

source: add_rep [url] add repository
ru: add_rep [url] добавить репозиторий
uk: add_rep [посилання] додати репозиторій

source: build build source package(s)
ru: build собрать source-пакет(ы)
uk: build побудувати вихідні пакети

source: build [march=<cpu>] [mtune=<cpu>] [olevel=<level>] <filename> build source package(s)
ru: build [march=<cpu>] [mtune=<cpu>] [olevel=<level>] <filename> собрать пакет из исходников
uk: build [march=<cpu>] [mtune=<cpu>] [olevel=<level>] <filename> побудувати вихідні пакети

source: build [march=CPU] [mtune=CPU] [olevel={ O0 | O1 | O2 | O3 }] FILENAME build source package(s)
ru: build [march=CPU] [mtune=CPU] [olevel={ O0 | O1 | O2 | O3 }] ИМЯ_ФАЙЛА собрать пакет(ы) исходников
uk: build [march=CPU] [mtune=CPU] [olevel={ O0 | O1 | O2 | O3 }] ІМ'Я_ФАЙЛУ побудувати вихідні пакети

source: buildup <filename> increase spkg/tgz build
ru: buildup <filename> увеличить номер билда spkg/tgz
uk: buildup <filename> Збільшення білду spkg/tgz

source: check checks installed package(s) for damaged files. Use -R flag to to repair
ru: check проверить установленные пакеты на предмет поврежденных файлов. Используйте -R для восстановления
uk: check перевірити встановлені пакети на наявність пошкоджених файлів. Використовуйте -R для відновлення

source: check checks installed package(s) for damaged files. Use -r flag to to repair
ru: check проверить установленные пакеты на предмет поврежденных файлов. Используйте опцию -r для восстановления
uk: check перевірити встановлені пакети на наявність пошкоджених файлів. Використовуйте -r для відновлення

source: check checks installed package(s) for damaged files. Use -R flag to to repair
ru: check проверить установленные пакеты на предмет поврежденных файлов. Используйте -R для восстановления
uk: check перевірити встановлені пакети на наявність пошкоджених файлів. Використовуйте -R для відновлення

source: check [package_name] checks installed package(s) for damaged files. Use -r flag to to repair
ru: check [package_name] Проверка установленных пакетов на поврежденные файлы. Используйте флаг -r для восстановления
uk: check [ім'я_пакету] перевірити встановлені пакети на наявність пошкоджених файлів. Використовуйте -r для відновлення

source: checklist [dir] check md5 sums of a package tree (requires a valid index in this dir)
ru: checklist [dir] проверить контрольные суммы дерева пакетов (необходим корректный индекс репозитория в текущей директории)
uk: checklist [каталог] перевірити контрольні суми дерева пакетів (необхідним є коректний індекс репозиторія у поточному каталозі)

source: clean remove all downloaded packages from cache
ru: clean Очистить кэш закачанных пакетов
uk: clean видалити всі завантажені пакети з кешу

source: clean remove all packages from cache
ru: clean очистить кэш пакетов
uk: clean видалити всі пакети з кешу

source: clean remove all packages from cache
ru: clean очистить кэш пакетов
uk: clean видалити всі пакети з кешу

source: cleardeps <filename> clear package dependencies
ru: cleardeps <filename> очистить зависимости пакета
uk: cleardeps <filename> очистити залежності пакету

source: commit commit queued actions
ru: commit выполнить задания из очереди
uk: commit виконати заплановані дії

source: commit commit queued actions
ru: commit выполнить запланированные действия
uk: commit виконати заплановані дії

source: commit commit queued actions
ru: commit выполнить запланированные действия
uk: commit виконати заплановані дії

source: convert <filename> convert package to MPKG format
ru: convert <filename> сконвертировать пакет в формат MPKG
uk: convert <filename> сконвертувати пакет у формат MPKG

source: convert <package> convert specified packages from Slackware to MPKG format
ru: convert <package> сконвертировать пакет из формата Slackware в MPKG
uk: convert <package> сконвертувати пакет з формату Slackware у MPKG

source: convert_dir <outp_dir> convert whole directory (including sub-dirs) to MPKG format
ru: convert_dir <outp_dir> сконвертировать всю директорию (включая вложенные) из Slackware-формата в MPKG
uk: convert_dir <outp_dir> сконвертувати весь каталог (включаючи підкаталоги) у формат MPKG

source: convert_dir <outp_dir> convert whole directory (including sub-dirs) to MPKG format
ru: convert_dir <outp_dir> сконвертировать всю директорию (включая вложенные) из Slackware-формата в MPKG
uk: convert_dir <outp_dir> сконвертувати весь каталог (включаючи підкаталоги) у формат MPKG

source: delete_rep delete Nth repository
ru: delete_rep удалить Nый репозиторий
uk: delete_rep видалити Nий репозиторій

source: delete_rep REPOSITORY_NUMBER delete Nth repository
ru: delete_rep НОМЕР_РЕПОЗИТОРИЯ удалить репозиторий
uk: delete_rep НОМЕР_РЕПОЗИТОРІЮ видалити Nий репозиторій

source: delete_rep [repository_number] delete Nth repository
ru: delete_rep [repository_number] удалить N-ый репозиторий
uk: delete_rep [номер_репозиторію] видалити Nий репозиторій

source: disable_rep disable Nth repository
ru: disable_rep Отключить Nый репозиторий
uk: disable_rep вимкнути Nий репозиторій

source: disable_rep REPOSITORY_NUMBER disable Nth repository
ru: disable_rep НОМЕР_РЕПОЗИТОРИЯ отключить репозиторий
uk: disable_rep НОМЕР_РЕПОЗИТОРІЮ вимкнути Nий репозиторій

source: disable_rep [repository_number] disable Nth repository
ru: disable_rep [repository_number] отключить N-ый репозиторий
uk: disable_rep [номер_репозиторію] вимкнути Nий репозиторій

source: enable_rep enable Nth repository
ru: enable_rep включить Nый репозиторий
uk: enable_rep увімкнути Nий репозиторій

source: enable_rep REPOSITORY_NUMBER enable Nth repository
ru: enable_rep НОМЕР_РЕПОЗИТОРИЯ включить репозиторий
uk: enable_rep НОМЕР_РЕПОЗИТОРІЮ увімкнути Nий репозиторій

source: enable_rep [repository_number] enable Nth repository
ru: enable_rep [repository_number] включить N-ый репозиторий
uk: enable_rep [номер_репозиторію] увімкнути Nий репозиторій

source: export [dir] export database in slackware format to dir (by default, /var/log/packages/)
ru: export [dir] экспортировать базу данных в формат slackware в указанную директорию (по умолчанию, /var/log/packages/)
uk: export [каталог] експортувати базу данних у формат slackware до вказанного каталогу (за замовчуванням, /var/log/packages/)

source: exportinstalled [FILE_NAME] export list of installed packages to file or stdout
ru: exportinstalled [FILE_NAME] экспортировать список установленных пакетов в файл или стандартный вывод
uk: exportinstalled [ІМ'Я_ФАЙЛУ] експортувати перелік встановлених пакетів у файл або стандартний вивід

source: filesearch look for owner of the file in installed packages (LIKE mode).
ru: filesearch поиск пакетов по имени файла (LIKE-режим).
uk: filesearch пошук пакетів за іменем файлу (LIKE-режим).

source: filesearch <filename> look for owner of the file in installed packages (LIKE mode).
ru: filesearch <filename> поиск пакетов по имени файла (LIKE-режим).
uk: filesearch <filename> пошук пакетів за іменем файлу (LIKE-режим).

source: filesearch FILE_NAME look for owner of the file in installed packages (LIKE mode).
ru: filesearch ИМЯ_ФАЙЛА поиск пакетов по имени файла (LIKE-режим).
uk: filesearch ІМ'Я_ФАЙЛУ пошук пакетів за іменем файлу (LIKE-режим).

source: gendeps <filename(s)> generate dependencies and import it into package
ru: gendeps <filename(s)> генерировать зависимости и импортировать их в пакет
uk: gendeps <filename(s)> генерувати залежності та імпортувати їх до пакету

source: gendeps <filename> generate dependencies and import it into package
ru: gendeps <filename> сгенерировать зависимости и импортировать в пакет
uk: gendeps <filename> генерувати залежності та імпортувати їх до пакету

source: gendeps <package> generate dependencies and import it into package
ru: gendeps <package> сгенерироватьть зависимости и импортировать в пакет
uk: gendeps <package> генерувати залежності та імпортувати їх до пакету

source: gendeps2 <filename(s)> generate dependencies and import it into package (new algorithm
ru: gendeps2 <filename(s)> генерировать зависимости и прописать их в пакет (новый алгоритм)
uk: gendeps2 <filename(s)> генерувати залежності та імпортувати їх до пакету (новий алгоритм)

source: getrepositorylist [LIST_URL] get the list of repositories from server (by default, from rpunet.ru)
ru: getrepositorylist [LIST_URL] получить список репозиториев с сервера (по умолчанию, с rpunet.ru)
uk: getrepositorylist [LIST_URL] отримати перелік репозиторіїв з серверу (за замовчуванням, з rpunet.ru)

source: index create a repository index file "packages.xml.gz"
ru: index создать индекс каталога для репозитория (packages.xml.gz)
uk: index створити індекс каталогу для репозиторія "packages.xml.gz"

source: index <server_url> <file_url> create a repository index file "packages.xml.gz"
ru: index <server_url> <file_url> создать индекс каталога для репозитория (packages.xml.gz)
uk: index <server_url> <file_url> створити індекс каталогу для репозиторія "packages.xml.gz"

source: install install package(s)
ru: install установить пакет(ы)
uk: install встановити пакет(и)

source: install install packages
ru: install установить пакеты
uk: install встановити пакети

source: install install packages
ru: install установить пакеты
uk: install встановити пакети

source: install <package_name | filename> install package(s)
ru: install <package_name | filename> установить пакет(ы)
uk: install <package_name | filename> встановити пакет(и)

source: install PACKAGE_NAME | FILENAME install package(s)
ru: install ИМЯ_ПАКЕТА | ИМЯ_ФАЙЛА установить пакет(ы)
uk: install ІМ'Я_ПАКЕТУ | ІМ'Я_ФАЙЛУ встановити пакет(и)

source: installfromlist install using file with list of items
ru: installfromlist установить пакеты по списку из файла
uk: installfromlist встановити пакети по переліку з файлу

source: installfromlist <filename> install using file with list of items
ru: installfromlist <filename> установить пакеты по списку из файла
uk: installfromlist <filename> встановити пакети по переліку з файлу

source: installfromlist FILE_NAME install using file with list of items
ru: installfromlist ИМЯ_ФАЙЛА установить пакеты по списку из файла
uk: installfromlist ІМ'Я_ФАЙЛУ встановити пакети по переліку з файлу

source: installfromlist install using file with list of items
ru: installfromlist установить пакеты по списку из файла
uk: installfromlist встановити пакети по переліку з файлу
