Repository: 007exe/mpkg
Catalog: i18n/*.po
Languages: ru, uk

source: november
ru: ноября
uk: Листопад

source: october
ru: октября
uk: Жовтень

source: of
ru: из
uk: з

source: package
ru: пакет
uk: пакет

source: packages.xml.gz not found
ru: packages.xml.gz не найден
uk: packages.xml.gz не знайдено

source: remove complete
ru: удаление завершено
uk: видалення завершено

source: removing empty directories...
ru: удаление пустых директорий...
uk: видалення пустих директорій...

source: removing files...
ru: удаление файлов...
uk: видалення файлів...

source: retrying...
ru: повторная попытка...
uk: повторна спроба...

source: september
ru: сентября
uk: Вересень

source: tagging %s as %s...
ru: Присваиваем пакету %s тег %s...
uk: присвоюємо пакету %s тег %s...

source: tagging...
ru: присвоение тега...
uk: присвоєння тега...

source: unable to open log file
ru: невозможно открыть log-файл
uk: неможливо відкрити log-файл

source: user?
ru: пользователя?
uk: користувача?

source: waiting
ru: ожидание
uk: очікування

source: Обновление данных репозитория
uk: Оновлення даних репозіторія

source: Проверка пакетов
uk: Перевірка пакетів

source: MOPSLinux repository updates
ru: Обновление репозиториев MOPSLinux

source: Choose root partition for MOPSLinux:
ru: Укажите корневой раздел для MOPSLinux:

source: Convert directory to MOPSLinux format
ru: Конвертировать директорию с пакетами в формат MOPSLinux

source: Convert packages to MOPSLinux format
ru: Конвертировать пакеты в формат MOPSLinux

source: Injecting file
ru: Открываем файл

source: Latest MOPSLinux repository updates
ru: Последние обновления репозитория MOPSLinux

source: MOPSLinux %s setup (build %s)
ru: Установка MOPSLinux %s (сборка %s)

source: MOPSLinux 7.0 (recovery mode) on
ru: MOPSLinux 7.0 (режим восстановления) на

source: MOPSLinux 7.0 on
ru: MOPSLinux 7.0 на

source: MOPSLinux has EXPERIMENTAL support for graphical boot splash implemented using Plymouth. If your hardware supports KMS (kernel modesetting), you can try to enable it now. It seems to work fine, but it wasn't tested well and may cause problems. In any case, you can change your choice later by changing permissions on /etc/rc.d/rc.plymouth file. Do you want to enable experimental splash screen?
ru: MOPSLinux имеет ЭКСПЕРИМЕНТАЛЬНУЮ поддержку графической загрузки, реализованную через Plymouth. Она позволяет видеть красивую картинку при загрузке, а не вывод консоли. Если ваша видеокарта поддерживает KMS (kernel modesetting), вы можете попробовать включить это прямо здесь. Данная возможность, судя по всему, работает хорошо, но не была в достаточной мере протестирована и поэтому может вызывать проблемы. В любом случае, вы можете изменить свой выбор позже, сменив права на файл /etc/rc.d/rc.plymouth. Вы хотите включить экспериментальную графическую загрузку?

source: MOPSLinux installation finished successfully. Reboot now?
ru: Установка MOPSLinux завершена успешно. Перезагрузиться прямо сейчас?

source: Master boot record
ru: Главная загрузочная запись

source: Nativizing in %s
ru: Конвертация в %s

source: New MOPSLinux network manager. Very experimental, but already suitable for Ethernet and Wireless networks
ru: Новый менеджер сети MOPSLinux. Очень экспериментальный, но уже пригоден для Ethernet и WiFi-сетей.

source: Prelinking with randomization...
ru: Выполняется prelink с heap randomization...

source: Prelinking...
ru: Выполняется prelink...

source: Search and convert legacy packages to MOPSLinux format
ru: Поиск и конвертация пакетов в формат MOPSLinux

source: This disc doesn't recognized as MOPSLinux installation disc
ru: Данный диск не распознан как установочный диск MOPSLinux

source: To install MOPSLinux, you should have at least one Linux partition. Also, it is strongly recommended to have a swap partition. If you didn't do this before, you can create it now. Which drive do you want to edit?
ru: Для установки MOPSLinux, вы должны иметь хотя бы один раздел Linux. Кроме того, крайне рекомендуется выделить раздел подкачки. Если вы этого не сделали прежде - вы можете создать разделы сейчас. Таблицу раздела какого диска вы хотите отредактировать?

source: Welcome to MOPSLinux! Setup program will install the system on your computer and perform initial configuration.
ru: Добро пожаловать в MOPSLinux! Инсталлятор осуществит установку системы на ваш компьютер и произведет первоначальную конфигурацию.
