Repository: 007exe/mpkg
Catalog: i18n/*.po
Languages: ru, uk

source: No updates available
ru: Обновлений не найдено
uk: Оновлень не знайдено

source: None
ru: Нет
uk: Жоден

source: Note: duplicate package %s %s found for %s %s
ru: Внимание: обнаружен дублирующий пакет %s %s по отношению к %s %s
uk: Увага: дублікат пакету %s %s знайдено для %s %s

source: Note: duplicate package found for %s
ru: Найден дублирующий пакет для %s
uk: Примітка: дублікат пакету знайдено для %s

source: Note: some of requested packages are unavailable and will not be installed:
ru: Внимание: некоторые из запрошенных пакетов недоступны и не будут установлены:
uk: Примітка: деякі пакети недоступні і не будуть встановлені:

source: Nothing to do
ru: Действий не намечено
uk: Дій не намічено

source: OK
uk: Добре

source: Old, stable, very fast (it doesn't use jounal), but less reliable
ru: Старая, стабильная и очень быстрая (она не использует журналирование), но менее надежная
uk: Стара, стабільна, дуже швидка (без використання журналу), але менш надійна.

source: Open chroot console
ru: Открыть консоль chroot
uk: Відкрити ізольовану консоль

source: Opening database %s
ru: Открываем базу данных %s
uk: Відкриття бази даних %s

source: Opening database %s in read-only mode
ru: Открытие базы данных %s в режиме только для чтения
uk: Відкриття бази даних %s в режимі тільки читання

source: Opening database %s in read-write mode
ru: Открытие базы данных %s в режиме чтения-записи
uk: Відкриття бази даних %s в режимі читання-запису

source: Options:
ru: Опции:
uk: Опції:

source: Original OpenOffice build from Sun
ru: Оригинальная сборка OpenOffice от Sun
uk: Оригінальна збірка OpenOffice від Sun

source: Other
ru: Другой
uk: Інші

source: Other partitions mount options
ru: Опции монтирования дополнительных разделов
uk: Інші параметри монтування розділів

source: Other partitions:
ru: Дополнительные разделы:
uk: Інші розділи:

source: Output will be written to /var/log/mpkg-checklibdeps.log and /var/log/mpkg-checklibdeps-extended.log
ru: Результат будет записан в /var/log/mpkg-checklibdeps.log и /var/log/mpkg-checklibdeps-extended.log
uk: Вихідні дані будуть записані в /var/log/mpkg-checklibdeps.log та /var/log/mpkg-checklibdeps-extended.log

source: Package
ru: Пакет
uk: Пакет

source: Package %s is source-based. Building...
ru: Пакет %s является пакетом из исходников. Собираем...
uk: Пакет %s є пакетом з вихідними текстами. Збираємо ...

source: Package already in repository
ru: Пакет уже имеется в репозитории
uk: Пакет вже є у репозиторії

source: Package cache: %s
ru: Кеш пакетов: %s
uk: Кеш пакетів: %s

source: Package database is empty
ru: База данных пуста
uk: База даних порожня

source: Package isn't native
ru: Пакет не нативный
uk: Пакет не є рідним

source: Package list
ru: Список пакетов
uk: Список пакетів

source: Package list %s contains 0 (zero) packages, I cannot install by this list
ru: Список пакетов %s содержит 0 (ноль) пакетов, установка по нему невозможна
uk: Список пакетів містить %s 0 (нуль) пакетів, використання цьго списка для встановлення неможливе

source: Package list file
ru: Файл со списком пакетов
uk: Файл списку пакетів

source: Package list from file
ru: Список пакетов из файла
uk: Список пакетів з файлу

source: Package list from file...
ru: Список пакетов из файла...
uk: Список пакетів з файлу...

source: Package list from file:
ru: Список пакетов из файла:
uk: Список пакетів з файлу:

source: Package menu
ru: Меню пакетов
uk: Меню пакетів

source: Package selection
ru: Выбор пакетов
uk: Вибір пакетів

source: Package set for generic server. No X11 graphic environment.
ru: Набор пакетов для среднестатистического сервера. Без графической оболочки X11.
uk: Набір пакетів для сервера. Без графічного середовища X11.

source: Package source selection
ru: Выбор источника пакетов
uk: Вибір джерела пакетів

source: Package tagged
ru: Тег пакету присвоен
uk: Пакету призначено теги

source: Package tagging
ru: Присвоение тега пакету
uk: Присвоєння тега пакета

source: Package was built to %s/%s
ru: Пакет был собран в папку %s/%s
uk: Пакет був зібраний в папку %s/%s

source: Package was built. Filename: %s
ru: Пакет собран. Имя файла: %s
uk: Пакет зібраний. Ім'я файлу: %s

source: Packages removed from repositories: %d
ru: Удалено пакетов из репозиториев: %d
uk: Пакети видалені з репозиторіїв: %d

source: Packages source:
ru: Источник пакетов:
uk: Вихідні тести пакета:

source: Packages to be installed:
ru: Пакеты, которые будут установлены:
uk: Пакети для установки:

source: Packages to be removed:
ru: Пакеты, которые будут удалены:
uk: Пакети для видалення:

source: Packages to install:
ru: Пакеты к установке:
uk: Пакети для установки:

source: Packages which doesn't belong to any group
ru: Пакеты, не относящиеся ни к одной из групп
uk: Пакети, які не належать до якої-небудь групи

source: Packing binary package to %s%s.%s
ru: Упаковываю бинарный пакет в %s%s.%s
uk: Упаковка бінарного пакету в %s%s.%s

source: Packing binary package to %s%s.tgz
ru: Запаковываю бинарный пакет в %s%s.tgz
uk: Пакую бінарний пакет %s%s.tgz

source: Packing source package to %s%s.spkg
ru: Запаковываю source-пакет в %s%s.spkg
uk: Пакую пакет з вихідними текстами до %s%s.spkg

source: Paritition table management: create, delete or modify partitions on your hard drive to prepare space for system installation. )
ru: Редактирование таблицы разделов: создание, удаление и изменение разделов
uk: Керування розділами: створення, видалення або редагування на вашомужорсткому диску для підготовки вілного місця для встановлення системи. )

source: Password input
ru: Ввод пароля
uk: Введення пароля

source: Password:
ru: Пароль:
uk: Пароль:

source: Passwords doesn't match
ru: Пароли не совпадают
uk: Паролі не збігаються

source: Perform actual installation. WARNING: check all parameters (especially - partition names and formatting options): after confirmation, there will be no way to get back data from formatted partitions!
ru: Приступить непосредственно к установке. ВНИМАНИЕ: проверьте все параметры (в особенности - имена разделов и опции форматирования): после подтверждения у вас уже не будет возможности вернуть данные с офторматированных разделов!
uk: Виконання установки. УВАГА: перевірте всі параметри (зокрема - назви розділів та опції форматування): після підтвердження, не буде способу повернути дані з форматованих розділів!

source: Perform hard drive partitioning
ru: Произвести разметку жестких дисков
uk: Створення розділів на жорсткому диску

source: Performing CD/DVD drive autodetection...
ru: Попытка автоматического определения привода CD/DVD...
uk: Виконується автовизначення CD/DVD пристрою...

source: Please answer Y (yes) or N (no)
ru: Ответьте Y (да) или N (нет)
uk: Ваша відповідь Y (так) чи N (ні)

source: Please define output directory
ru: Укажите выходную директорию
uk: Вкажіть вихідну директорію

source: Please insert DVD with label
ru: Вставьте DVD с меткой
uk: Будь ласка, вставте DVD з міткою

source: Please insert disk with label
ru: Вставьте диск с меткой
uk: Будь ласка, вставте диск з міткою

source: Please select input file
ru: Укажите входной файл
uk: Вкажіть вхідний файл

source: Please select preferred network manager:
ru: Пожалуйта, выберите предпочитаемый менеджер сети:
uk: Будь ласка, виберіть бажаний менеджер мережі:

source: Please, choose KDE branch which you prefer. Both of them are stable enough today in most cases. If you wish to use another desktop environment (XFCE, Fluxbox, etc) - your choice should be based on programs which you will use from these environments
ru: Выберите ветку KDE, которую вы предпочитаете. Обе ветки достаточно стабильны на сегодняшний день. Если вы хотите использовать другое окружение (XFCE, Fluxbox, и т.д.) - ваш выбор должен основываться на программах, которые вы хотите использовать из KDE
uk: Будь ласка, виберіть версію KDE, якій ви надаєте перевагу. Обидві версії є досить стабільнимисьогодні в більшості випадків. Якщо ви хочете використовувати інше оточення робочого столу (XFCE,Fluxbox і т.п.) - Ваш вибір повинен грунтуватися на програмах, які ви будете використовуватив цих середовищах

source: Please, choose swap partition
ru: Выберите раздел подкачки
uk: Будь ласка, виберіть розділ підкачки

source: Please, enter device name (for example, /dev/scd0):
ru: Введите имя устройства (например, /dev/scd0):
uk: Будь ласка, введіть назву пристрою (наприклад, /dev/scd0):

source: Please, prepare all installation discs. It is required to index them all.
ru: Пожалуйста, приготовьте все установочные диски. Необходимо их все проиндексировать.
uk: Будь-ласка, підготуйте всі інсталяційні диски. Їх необхідно проіндексувати.

source: Predefined format options are incorrect:
ru: Предопределенные опции форматирования некорректны:
uk: Вказані опції форматування невірні:

source: Predefined root partition doesn't exist:
ru: Предопределенный корневой раздел не существует:
uk: Кореневий розділ не існує:

source: Prelinking... It will take about 3-5 minutes, depending on your hardware
ru: Выполняем прелинкинг... Это может занять 3-5 минут, в зависимости от вашего железа
uk: Попереднє зв'язування... Це займе близько 3-5 хвилин, в залежності від вашого обладнання

source: Preparing to package installation
ru: Подготовка к установке пакетов
uk: Підготовка до встановлення пакета

source: Preparing with system installation
ru: Подготовка к установке системы
uk: Підготовка до встановлення системи

source: Primary DNS (leave blank if none):
ru: Первичный DNS (если нет - оставьте пустым):
uk: Первинний DNS (залиште порожнім, якщо немає):

source: Processing to install binary
ru: Переход к установке бинарного пакета
uk: Перехід до встановлення бінарного пакета

source: Profile %s doesn't exist
ru: Профиль %s не существует
uk: Профіль %s не існує

source: Profile name is invalid
ru: Имя профиля некорректно
uk: Неприпустиме ім'я профілю

source: Proprietary drivers installation
ru: Установка проприетарных драйверов
uk: Встановлення патентованих драйверів

source: Purging
ru: Полное удаление
uk: Повне видалення

source: Purging package
ru: Удаление пакета
uk: Видаляю пакет

source: Querying database...
ru: Запрос базы данных...
uk: Запит бази даних...

source: Queue is clean
ru: Очередь очищена
uk: Чергу очищено

source: Queued %d packages to sync. Proceed? [Y/n]
ru: Намечено %d пакетов к синхронизации. Продолжить? [Y/n]
uk: У черзі %d пакетів для синхронізації. Продовжити? [Y/n]

source: Queued %d packages to sync. Processing
ru: Намечено %d пакетов к синхронизации. Выполняю...
uk: У черзі %d пакетів для синхронізації. Обробка

source: Queued %ld packages to sync. Proceed? [Y/n]
ru: Намечено %ld пакетов для синхронизации. Продолжить? [Y/n]
uk: Черга %ld пакетів для синхронізації. Продовжити? [Y/n]

source: Queued %ld packages to sync. Processing
ru: Намечено %ld пакетов к синхронизации. Выполняю
uk: Черга %ld пакетів для синхронізації. Обробка

source: Re-downloading...
ru: Повторная закачка...
uk: Повторне завантаження...

source: Received
ru: Принято
uk: Прийнято

source: Recreate structure (ALL DATA WILL BE LOST!)
ru: Пересоздать структуру (ВСЯ ИНФОРМАЦИЯ В БАЗЕ БУДЕТ УТЕРЯНА!)
uk: Переробити структуру (ВСЮ ІНФОРМАЦІЮ В БАЗІ БУДЕ ВТРАЧЕНО!)

source: Reinstall package
ru: Переустановить пакет
uk: Перевстановити пакет

source: ReiserFS is a general-purpose, journaled computer file system designed and implemented by a team at Namesys led by Hans Reiser. ReiserFS is currently supported on Linux. Introduced in version 2.4.1 of the Linux kernel, it was the first journaling file system to be included in the standard kernel
ru: ReiserFS — журналируемая файловая система, разработанная специально для Linux компанией Namesys под руководством Ганса Рейзера (Hans Reiser). Обычно под словом ReiserFS понимают третью версию (последняя — 3.6.19), а четвёртую называют Reiser4. В настоящее время ReiserFS поддерживается только под GNU/Linux, но может быть в будущем перенесена на другие платформы. Появившись в Linux версии 2.4.1, она стала первой журналируемой ФС, включённой в ядро.
uk: ReiserFS являє собою журнальовану комп'ютерну файлову систему загального призначення. Розроблена і підтримується командою Namesys під керівництвом Ганса Рейзера. ReiserFS в даний час підтримується Linux. Інтегрована з версії 2.4.1 ядра Linux, вона була першою журнальованою файловою системою, яка будула включена в стандартне ядро.

source: Remove failed
ru: Удаление не удалось
uk: Видалення не вдалося

source: Remove package group
ru: Удалить группу пакетов
uk: Видалити групу пакетів

source: Removed
ru: Удален
uk: Знищений

source: Removing
ru: Удаление
uk: Видалення

source: Removing
ru: Удаление
uk: Видалення

source: Removing %s
ru: Удаляю %s
uk: Видалення %s

source: Removing empty directory
ru: Удаляю пустую директорию
uk: Видаляю порожню директорію

source: Removing essential package
ru: Удаляется критически важный системный компонент
uk: Видаляється критично важливий системний компонент

source: Removing file
ru: Удаляю файл
uk: Видаляю файл

source: Removing package
ru: Удаление пакета
uk: Видалення пакета

source: Removing package
ru: Удаление пакета
uk: Видалення пакета

source: Removing package %s %s...
ru: Удаление пакета %s %s...
uk: Видалення пакета %s %s...

source: Removing packages
ru: Удаление пакетов
uk: Видалення пакетів

source: Removing symlink %s
ru: Удаляю символическую ссылку %s
uk: Видалення символічного посилання %s

source: Rendering error list:
ru: Расчет списка ошибок:
uk: Генерація списку помилок:

source: Repeat password for user
ru: Повторите пароль для пользователя
uk: Повторіть пароль для користувача

source: Repository %s is already in list
ru: Репозиторий %s уже имеется в списке
uk: Репозиторій %s вже є у списку

source: Repository are up to date
ru: Репозиторий находится в актуальном состоянии
uk: Репозиторій знаходиться в актуальному стані

source: Repository data update complete
ru: Обновление данных репозиториев завершено
uk: Оновлення даних репозиторію завершено

source: Repository data update failed
ru: Обновление данных с репозиториев не удалось
uk: Оновлення даних з репозіторіїв не вдалося

source: Repository data updated
ru: База данных обновлена
uk: Базу даних оновлено

source: Repository index created Total:
ru: Индекс репозитория создан Всего:
uk: Індекс репозиторію створений Всього:

source: Repository list:
ru: Список репозиториев:
uk: Список репозиторіїв:

source: Requested package
ru: Запрошенный пакет
uk: Запитаний пакет

source: Requesting list of packages marked to install
ru: Запрос списка пакетов отмеченных к установке
uk: Запит списку пакетів позначених для встановлення

source: Requesting list of packages marked to remove
ru: Запрос списка пакетов отмеченных к удалению
uk: Запит списку пакетів позначених для видалення

source: Required disk space
ru: Необходимо места на диске
uk: Необхідно місця на диску

source: Required package
ru: Требуемый пакет
uk: Необхідний пакет

source: Reset action queue
ru: Сбросить очередь действий
uk: Скинути чергу дій

source: Restore standard Windows/DOS MBR boot loader
ru: Восстановление стандартного MBR-загрузчика Windows/DOS
uk: Відновлення стандартного завантажувача MBR Windows/DOS

source: Resuming download from %Li
ru: Продолжение докачки с %Li
uk: Продовження завантаження з %Li

source: Retrieving index: [
ru: Извлечение индекса: [
uk: Отримання індексу: [

source: Retrieving package data, it may take a while...
ru: Извлечение данных о пакетах, это может занять некоторое время...
uk: Вилучення даних про пакети, це може зайняти деякий час...

source: Retrieving package list
ru: Запрос списка пакетов
uk: Отримання списку пакетів

source: Retrieving package list...
ru: Получение списка пакетов...
uk: Отримання списку пакетів...

source: Retriveal complete
ru: Получение завершено
uk: Отримання завершено

source: Retry
ru: Повторить
uk: Повторити

source: Root and swap partition cannot be the same. Please fix this.
ru: Корневой раздел и раздел подкачки не могут быть одним и тем же. Пожалуйста исправьте это.
uk: Кореневий розділ і розділ підкачки не можуть бути однаковими. Прохання вирішити це питання.

source: Root partition is a place on which Linux will be installed. Also, it is a root for filesystem tree.
ru: Корневой раздел - место, куда будет установлен Linux. Кроме того, это корень дерева файловой системы.
uk: Кореневий розділ представляє собою те місце, на якому буде встановлений Linux. Крім того, він єкоренем для дерева файлових систем.

source: Root partition setup
ru: Настройка корневого раздела
uk: Налаштування кореневого розділу

source: Root partition:
ru: Корневой раздел:
uk: Кореневий розділ:

source: Run scripts: %d
ru: Выполнять скрипты: %d
uk: Виконувати скрипти: %d

source: Running mpkg-checklibdeps without parameters will check whole system.
ru: Запустив mpkg-checklibdeps без параметров, вы проверите всю систему .
uk: Запуск mpkg-checklibdeps без параметрів перевірить всю систему.

source: Russian
ru: Русский
uk: Російська

source: Russian (UNIX)
ru: Русский (UNIX)
uk: Російська (UNIX)

source: Saturday
ru: Суббота
uk: Субота

source: Scripts directory: %s
ru: Директория для скриптов: %s
uk: Директорія для скриптів: %s

source: Search and convert legacy packages to AgiliaLinux format
uk: Пошук та конвертація пакетів у формат AgiliaLinux

source: Search attempt has no results
ru: Поиск не дал результатов
uk: Пошук не дав результатів

source: Search exact file in packages
ru: Поиск определенного файла в пакетах
uk: Пошук певного файлу в пакетах

source: Search file in packages by pattern
ru: Поиск файла в пакетах по шаблону
uk: Пошук файлу в пакетах по шаблону

source: Search options:
ru: Опции поиска:
uk: Параметри пошуку:

source: Search package by description
ru: Поиск пакета по описанию
uk: Пошук пакета по опису

source: Search package by location
ru: Поиск пакетов по источнику
uk: Пошук пакетів за джерелом

source: Search package database by custom query
ru: Поиск в базе пакетов по сложным запросам
uk: Пошук у базі пакетів з використанням складних запитів

source: Search packages by name
ru: Поиск пакетов по имени
uk: Пошук пакетів по імені

source: Search results:
ru: Результаты поиска:
uk: Результати пошуку:

source: Searching by filename with pattern "
ru: Поиск по имени файла с шаблоном "
uk: Пошук по імені файлу з шаблоном "

source: Searching by filename with pattern "%s"...
ru: Поиск по имени файла с шаблоном поиска "%s"...
uk: Пошук по імені файлу з шаблоном пошуку "%s"...

source: Searching for CD/DVD drive
ru: Поиск привода CD/DVD
uk: Пошук CD/DVD пристрою

source: Searching for file
ru: Поиск файла
uk: Пошук файлу

source: Searching for packages depending on
ru: Поиск пакетов, зависящих от
uk: Пошук пакетів, які залежать від

source: Searching for packages which depends on %s
ru: Поиск пакетов, зависящих от %s
uk: Пошук пакетів, які залежать від %s

source: Searching for updates...
ru: Поиск обновлений...
uk: Пошук оновлень...

source: Searching package who contains "
ru: Поиск пакета содержащего "
uk: Пошук пакета, який містить "

source: Searching package who contains "/%s"
ru: Поиск пакета, содержащего "/%s"
uk: Пошук пакета, який містить "/%s"

source: Searching packages by description
ru: Поиск пакетов по описанию
uk: Пошук пакетів по опису

source: Searching the owner of "/%s"
ru: Поиск владельца файла "/%s"
uk: Пошук власника файлу "/%s"

source: See installation log
ru: Просмотреть логи
uk: Дивіться журнал установки

source: Seems that free space is not enough to install. Required:
ru: Похоже, свободного места недостаточно для установки. Необходимо:
uk: Схоже, вільного місця недостатньо для встановлення. Необхідно:

source: Seems to be a best balance between reliability and performance
ru: Наилучший баланс между производительностью и надежностью
uk: Найкращий баланс між надійністю і продуктивністью.

source: Select ISO image
ru: Выберите ISO-образ
uk: Виберіть ISO образ

source: Select X11 keyboard layouts. If not sure, leave this as is
ru: Выберите раскладку клавиатуры для X11. Если вы не уверены - оставьте как есть
uk: Виберіть розкладки клавіатури X11. Якщо ви не впевнені, залиште як є

source: Select a package source to install system from it:
ru: Выберите источник пакетов:
uk: Виберіть джерело пакетів для встановлення системи з нього:

source: Select another list
ru: Выбрать другой список
uk: Виберіть інший список

source: Select directory to index:
ru: Выберите директорию для индексирования:
uk: Виберіть директорію для індексування:

source: Select file with package list:
ru: Укажите файл со списком пакетов:
uk: Виберіть файл зі списком пакетів:

source: Select group and edit package list if needed. When ready, select [OK]
ru: Выберите группу и при необходимости отредактируйте список пакетов. По завершении нажмите [OK]
uk: Виберіть групу і відредагуйте список пакетів, якщо це необхідно. Після завершення, виберіть [Добре]

source: Select other partitions you want to mount:
ru: Выберите дополнительные разделы, которые вы хотите подключить:
uk: Виберіть інші розділи, які ви хочете змонтувати:

source: Select packages you wish to be updated:
ru: Выберите пакеты, которые вы хотите обновить:
uk: Виберіть пакети, які ви хочете оновити:

source: Select partition which contains package list file:
ru: Укажите раздел, на котором находится файл со списком пакетов:
uk: Виберіть розділ, що містить файл списку пакетів:

source: Select partition with packages:
ru: Выберите раздел с пакетами:
uk: Виберіть розділ з пакетами:

source: Select share to mount:
ru: Выберите ресурс для подключения:
uk: Виберіть спільний розділ для монтування:

source: Selected profile %s doesn't exist
ru: Указанный профиль %s не существует
uk: Обраний профіль %s не існує

source: Server
ru: Сервер
uk: Сервер

source: Set of
ru: Набор из
uk: Комплект

source: Set package version
ru: Сменить версию у пакета
uk: Змінити версію у пакета

source: Setting new password for user
ru: Установка нового пароля для пользователя
uk: Налаштування нового пароля для користувача

source: Setting version of %s to %s...
ru: Устанавливаю версию %s равной %s...
uk: Встановлюю версію %s рівною %s...

source: Setup finished. Time:
ru: Установка завершена. Время:
uk: Встановлення завершено. Час:

source: Setup mode:
ru: Режим установки:
uk: Режим встановлення:

source: Short description is good
ru: Краткое описание впорядке
uk: Короткий опис присутній

source: Show available updates
ru: Показать доступные обновления
uk: Показати доступні оновлення

source: Show latest updates
ru: Показать последние обновления
uk: Показати останні оновлення

source: Show only available
ru: Отображать только доступные
uk: Відображати тільки доступні

source: Show only installed
ru: Отображать только установленные
uk: Відображати тільки встановлені

source: Show queued actions
ru: Показать очередь действий
uk: Показати чергу дій

source: Simple installation step-by-step mode, recommended for most users. Some rarely-used questions are omitted (using defaults)
ru: Простой пошаговый режим установки, рекомендуется для большинства пользователей. Некоторые редко используемые вопросы пропущены (используются значения по умолчанию).
uk: Проста установка у покроковому режимі, рекомендована для більшості користувачів. Кілька рідко використовуваних питань опущені (використання за замовчуванням).

source: Simple menu
ru: Простое меню
uk: Просте меню

source: Single CD/DVD
ru: Один CD/DVD
uk: Один CD/DVD

source: Skip
ru: Пропустить
uk: Пропустити

source: Skip/Ignore
ru: Проигнорировать
uk: Ігнорувати

source: Skipping %s %s as deprecated: %s already in mirror
ru: Пропускаем %s %s как устаревший: %s уже в зеркале
uk: Пропускаю %s %s як застарілі: %s вже в дзеркалі

source: Skipping %s-%s as deprecated: %s already in mirror
ru: Пропускаю %s-%s как устаревший: %s уже имеется в зеркале
uk: Пропуск %s-%s як застарілого: %s вже в дзеркалі
