Repository: 007exe/mpkg
Catalog: i18n/*.po
Languages: ru, uk

source: If you have lots of RAM (at least 2 Gb), you can enable tmpfs for temporary files (/tmp partition). Enabling this may significantly increase performance in most cases. Do you want to mount /tmp as tmpfs?
ru: Если у вас много ОЗУ (хотя бы 2 Гб), вы можете размещать директорию для временных файлов (/tmp раздел) в оперативной памяти. Во многих случаях это дает заметный рост производительности. Вы хотите подключать /tmp в оперативную память (как tmpfs)?
uk: Якщо у вас багато оперативної пам'яті (принаймні 2 Гб), ви можете включити tmpfs для тимчасових файлів (розділу /tmp). Це може значно збільшити продуктивність в більшості випадків. Ви хочете підключити /tmp як tmpfs?

source: If you need additiona modules to boot, specify it here separating by semicolon (':'), otherwise leave this field blank.
uk: Якщо вам потрібні додаткові модулі для завантаження, вкажіть їх тут поділив комою (':'), в іншому випадку залиште це поле порожнім.

source: If you need additional modules to boot, specify it here separating by semicolon (':'), otherwise leave this field blank.
ru: Если вам необходимы дополнительные модули для загрузки, укажите их тут, разделяя двоеточием (':'), в противном случае оставьте это поле пустым.
uk: Якщо вам потрібні додаткові модулі для завантаження, вкажіть їх тут поділив комою (':'), в іншому випадку залиште це поле порожнім.

source: If you want to add some additional repositories or remove unneeded - go here
ru: Если вы хотите добавить какие-то дополнительные репозитории или удалить лишние - вам сюда
uk: Якщо ви хочете додати деякі додаткові репозиторії або видалити непотрібні - вам сюди

source: If you wish to attach additional partitions to your root tree at boot time (e.g. /boot, /home, or windows partitions), you can configure it here.
ru: Если вы хотите подключить дополнительные разделы при загрузке (например, /boot, /home, или разделы windows/macos), вы можете настроить это здесь.
uk: Якщо ви хочете автоматично підключати додаткові розділи при завантаженні системи (наприклад /boot, /home, або розділи windows), ви можете налаштувати це тут.

source: Ignore
ru: Игнорировать
uk: Ігнорувати

source: Importing package list for installation...
ru: Импорт списка пакетов для установки...
uk: Імпорт списку пакетів для установки...

source: Importing to database
ru: Импорт в базу данных
uk: Імпорт в базу даних

source: Include version info?
ru: Включить информацию о версиях?
uk: Включити інформацію про версії?

source: Incorrect MD5 for package %s: received %s, but should be %s
ru: Неверная контрольная сумма MD5 для пакета %s: получено %s, а должно быть %s
uk: Невірна контрольна сума MD5 для пакета %s: отримано %s, а повинно бути %s

source: Incorrect characters in input, retry?
ru: Некорректные символы в вводе, попробовать еще раз?
uk: Неправильно введені символи, повторити?

source: Incorrect source selected:
ru: Выбран некорректный источник:
uk: Джерело вибрано неправильно:

source: Increase build for package
ru: Увеличить номер билда у пакета
uk: Збільшити номер білда у пакета

source: Index
ru: Индекс
uk: Індекс

source: Index file
ru: Файл индекса
uk: Індекс файл

source: Index update:
ru: Обновление данных:
uk: Оновлення даних:

source: Index update: Importing received data:
ru: Обновление данных: импорт полученной информациии:
uk: Оновлення даних: імпорт отриманої інформації:

source: Indexing repository
ru: Индексация репозитория
uk: Індексація репозиторію

source: Information
ru: Информация
uk: Інформація

source: Information about package
ru: Информация о пакете
uk: Інформація про пакет

source: Initial system configuration
ru: Первоначальная настройка системы
uk: Первісна конфігурація системи

source: Insert another installation disc to index. If all discs are already indexed, press [Next] Discs indexed:
ru: Вставьте следующий установочный диск для индексации. Если все диски уже проиндексированы, нажмите [Далее] Проиндексировано дисков:
uk: Вставте наступний диск для створення індексу. Якщо всі диски вже проіндексовані, натисніть [Далі] Проіндексовані диски:

source: Inspecting local package
ru: Изучение локального пакета
uk: Вивчення локального пакета

source: Inspecting local package %s
ru: Изучение локального пакета %s
uk: Вивчення локального пакета %s

source: Install from DVD
ru: Установка с DVD
uk: Встановити з DVD

source: Install from ISO image on HDD
ru: Установка с ISO-образа на HDD
uk: Установка з ISO образу на жорсткому диску

source: Install from Samba (Windows network)
ru: Установка с ISO-образа через Samba (сеть Windows)
uk: Встановити з Samba (мережа Windows)

source: Install from a set of CD/DVD
ru: Установка с набора CD/DVD
uk: Встановлення з набору CD/DVD

source: Install from hard drive
ru: Установка с жесткого диска
uk: Установка з жорсткого диска

source: Install from network repository (FTP, HTTP)
ru: Установка с сетевого репозитория (FTP, HTTP)
uk: Установка з мережевого репозиторію (FTP, HTTP)

source: Install package group
ru: Установить группу пакетов
uk: Встановити групу пакетів

source: Install package set by list predefined in your file
ru: Установка набора пакетов, определенного в вашем файле
uk: Установка з використанням списку пакетів визначених у файлі

source: Install packages from list
ru: Установить пакеты по списку из файла
uk: Встановити пакети за списком з файлу

source: Install system
ru: Установить систему
uk: Встановити систему

source: Install updates
ru: Установить обновления
uk: Встановити оновлення

source: Installation complete.
ru: Установка завершена.
uk: Встановлення завершено.

source: Installation completed successfully
ru: Установка успешно завершена
uk: Установка успішно завершена

source: Installation error: error mounting CD-ROM media
ru: Ошибка установки: невозможно смонтировать CD-ROM
uk: Помилка установки: неможливо змонтувати CD-ROM

source: Installation error: file not found
ru: Ошибка установки: файл не найден
uk: Помилка установки: файл не знайдено

source: Installation error: incorrect package metadata
ru: Ошибка установки: некорректные мета-данные в пакете
uk: Помилка установки: некоректні мета-дані в пакеті

source: Installation error: out of space
ru: Ошибка установки: нет места на диске
uk: Помилка установки: немає місця на диску

source: Installation error: package extraction failed
ru: Ошибка установки: ошибка при распаковке
uk: Помилка установки: помилка при вилученні

source: Installation error: package not found in database
ru: Ошибка установки: пакет не найден в базе данных
uk: Помилка установки: пакет не знайдений у базі даних

source: Installation error: script execution error
ru: Ошибка установки: ошибка при выполнении скрипта
uk: Помилка установки: помилка при виконанні скрипта

source: Installation error: unresolvable file conflicts
ru: Ошибка установки: неразрешенные конфликты файлов
uk: Помилка установки: недозволені конфлікти файлів

source: Installation error: wrong CD-ROM media
ru: Ошибка установки: неправильный диск в CD-ROM
uk: Помилка установки: неправильний диск в CD-ROM

source: Installation failed
ru: Установка не удалась
uk: Установка не вдалася

source: Installation finished
ru: Установка завершена
uk: Встановлення завершено

source: Installation from DVD
ru: Установка с DVD
uk: Інсталяція з DVD

source: Installation from ISO image
ru: Установка с ISO-образа
uk: Інсталяція з ISO образа

source: Installation mode
ru: Режим установки
uk: Режим інсталяції

source: Installation of LILO failed. Your system will NOT boot without bootloader
ru: Установка LILO не удалась. Ваша система НЕ загрузится без загрузчика
uk: Встановлення LILO завершилося помилкою. Ваша система НЕ буде завантажуватися без завантажувача.

source: Installed
ru: Установлен
uk: Встановлено

source: Installing
ru: Установка
uk: Установка

source: Installing %s %s
ru: Установка %s %s
uk: Установка %s %s

source: Installing GRUB
ru: Установка GRUB
uk: Інсталяція GRUB

source: Installing GRUB to
ru: Установка GRUB в
uk: Встановлення GRUB в

source: Installing GRUB2
ru: Установка GRUB2
uk: Інсталяція GRUB2

source: Installing GRUB2 to
ru: Установка GRUB2 в
uk: Встановлення GRUB2 в

source: Installing additional drivers
ru: Установка дополнительных драйверов
uk: Інсталяція додаткових драйверів

source: Installing bootloader:
ru: Установка загрузчика:
uk: Інсталяція завантажувача:

source: Installing from CD/DVD
ru: Установка с CD/DVD
uk: Інсталяція з CD/DVD

source: Installing local package %s
ru: Установка локального пакета %s
uk: Інсталяція локального пакета %s

source: Installing package
ru: Установка пакета
uk: Інсталяція пакета

source: Installing package
ru: Установка пакета
uk: Інсталяція пакета

source: Installing packages
ru: Установка пакетов
uk: Інсталяція пакетів

source: Internal error: SQL query failed
ru: Внутренняя ошибка: ошибка при выполнении SQL-запроса
uk: Внутрішня помилка: помилка під час виконання SQL-запиту

source: Internal error: cannot create temporary file
ru: Внутренняя ошибка: невозможно создать временный файл
uk: Внутрішня помилка: неможливо створити тимчасовий файл

source: Internal error: cannot open database file
ru: Внутренняя ошибка: невозможно открыть файл базы данных
uk: Внутрішня помилка: неможливо відкрити файл бази даних

source: Internal error: cannot read configuration file
ru: Внутренняя ошибка: невозможно прочитать конфигурационный файл
uk: Внутрішня помилка: неможливо прочитати конфігураційний файл

source: Internal error: cannot write configuration file
ru: Внутренняя ошибка: невозможно записать конфигурационный файл
uk: Внутрішня помилка: неможливо записати конфігураційний файл

source: Internal error: database structure is invalid
ru: Внутренняя ошибка: некорректная структура базы данных
uk: Внутрішня помилка: неправильна структура бази даних

source: Internal error: error reading file
ru: Внутренняя ошибка: невозможно прочитать файл
uk: Внутрішня помилка: неможливо прочитати файл

source: Internal error: error writing file
ru: Внутренняя ошибка: невозможно записать файл
uk: Внутрішня помилка: неможливо записати файл

source: Invalid index file
ru: Некорректный файл индекса
uk: Некоректний файл індексу

source: Invalid input
ru: Некорректный ввод
uk: Некоректне введення

source: Invalid repository path
ru: Неверный путь к репозиторию
uk: Невірний шлях до репозиторію

source: Invalid volname [
ru: Неверное имя диска [
uk: Невірне ім'я диска [

source: It seems to be that disk free space is not enough to install. Required:
ru: Есть подозрение что места на жестком диске недостаточно для установки. Требуется:
uk: Здається, вільного місця на диску не достатньо, для інсталяції. Потрібно:

source: Journaling filesystem by IBM
ru: Журналируемая файловая система IBM
uk: Файлова система IBM

source: Journaling filesystem developed by Hans Reiser
ru: Журналируемая файловая система, разработанная Hans Reiser
uk: Журнальована файлова система, розроблена Гансом Рейзером

source: Latest
ru: Последний
uk: Останній

source: Latest
ru: Последний
uk: Останній

source: Latest AgiliaLinux repository updates
uk: Останні оновлення в репозиторії AgiliaLinux

source: Latest GeForce (series 6xxx and later)
ru: Новые GeForce (серия 6xxx и новее)
uk: Останні GeForce (серія 6xxx і вище)

source: Latest GeForce (series 6xxx and later), beta driver
ru: Новые GeForce (серия 6xxx и новее), beta-драйвер
uk: Останні GeForce (серія 6xxx і вище), бета-драйвер

source: License agreement
ru: Лицензионное соглашение
uk: Ліцензійна угода

source: Lightweight environment based on XFCE. No KDE applications installed, however, you can add it later manually.
ru: Легковесное окружение, основанное на XFCE. Не будет установлено ни одного приложения KDE, тем не менее, при желании вы сможете установить их позже.
uk: Легке середовище на основі XFCE. Додаткові программи KDE не встановлено,тим не менш, ви можете встановити їх пізніше.

source: List available updates
ru: Просмотреть доступные обновления
uk: Переглянути доступні оновлення

source: List exported successfully
ru: Список экспортирован успешно
uk: Список експортований успішно

source: List package group
ru: Просмотреть группы пакетов
uk: Побачити групи пакетів

source: List packages who depends on selected
ru: Поиск пакетов, зависящих от выбранного
uk: Пошук пакетів, які залежать від обраного

source: Loading data from disc
ru: Загрузка данных с диска
uk: Завантаження даних з диска

source: Loading database
ru: Загрузка базы данных
uk: Завантаження даних

source: Loading database...
ru: Загрузка базы данных...
uk: Завантаження бази даних...

source: Login (leave blank if none):
ru: Логин (если нет - оставьте пустым):
uk: Логін (залиште порожнім, якщо немає):

source: Looking for hard drives and partitions...
ru: Поиск жестких дисков и разделов...
uk: Пошук жорстких дисків і розділів...

source: Looking for install queue
ru: Поиск очереди на установку
uk: Пошук черги на установку

source: Looking for package locations
ru: Поиск расположения пакета
uk: Пошук розташування пакета

source: Looking for package locations...
ru: Определение источников пакета...
uk: Визначення джерел пакета...

source: Looking for packages in network
ru: Поиск пакетов в сети
uk: Пошук пакетів у мережі

source: Looking for partitions on hard drives
ru: Поиск разделов на жестких дисках
uk: Пошук розділів на жорстких дисках

source: Looking for partitions on hard drives...
ru: Поиск разделов на жестких дисках...
uk: Пошук розділів на жорстких дисках...

source: Looking for remove queue
ru: Определение очереди для удаления
uk: Визначення черги для видалення

source: Looking if an installation queue contains updates
ru: Просмотр очереди установки на предмет обновлений
uk: Перевірка на наявність черги оновлень

source: MBR boot loader successfully restored on
ru: Стандартный MBR успешно восстановлен на
uk: MBR завантажувач успішно відновлено

source: MD5 of original file doesn't match for delta %s
ru: MD5 оригинального файла не совпадает для дельты %s
uk: MD5 оригінального файлу не співпадає з дельтою %s

source: MINIMAL
ru: МИНИМАЛЬНАЯ
uk: МІНІМАЛЬНИЙ

source: MPKG Package Editor (ncurses-based) Usage: %s FILENAME
ru: Редактор пакетов MPKG (ncurses-based) Синтаксис: %s FILENAME
uk: Редактор пакетів MPKG (ncurses-based) Використання: %s ІМ'Я_ФАЙЛУ

source: MPKG Package System: delete repository profile
ru: MPKG Package System: удаление профиля репозиториев
uk: Менеджер пакетів MPKG: видалити профіль репозиторію

source: MPKG Package System: package metadata editor (CLI-based)
ru: MPKG Package System: редактор метаданных пакетов (консольный)
uk: Менеджер пакетів MPKG: редактор метаданих пакетів (CLI-based)

source: MPKG Package System: save repository profile
ru: MPKG Package System: сохранение текущего профиля репозиториев
uk: Менеджер пакетів MPKG: зберегти профіль репозиторію

source: MPKG Package System: set repository profile
ru: MPKG Package System: переключение профиля репозиториев
uk: Менеджер пакетів MPKG: встановити профіль репозиторію

source: MPKG package system
ru: Система пакетов MPKG
uk: Менеджер пакетів MPKG

source: MPKG package system
ru: Система пакетов MPKG
uk: Менеджер пакетів MPKG

source: Main menu
ru: Главное меню
uk: Головне меню

source: Main source url: [%s]
ru: Основной URL исходников: [%s]
uk: Основний URL вихідних текстів: [%s]

source: Maintainer email is good
ru: email мейнтейнера указан
uk: Електронна адреса супроводжуючого вказана вірно

source: Maintainer name is good
ru: Имя мейнтейнера указано
uk: Ім'я супроводжуючого вказано вірно

source: Malformed metadata: compressed size unreadable
ru: Битые метаданные: сжатый размер нечитаем
uk: Биті метадані: не можу прочитати стислий розмір

source: Malformed metadata: uncompressed size unreadable
ru: Битые метаданные: распакованный размер нечитаем
uk: Биті метадані: не можу прочитати розпакований розмір

source: Malformed package name or unknown package extension: %s
ru: Некорректное имя пакета или неизвестное расширение: %s
uk: Некоректне ім'я пакета або невідоме розширення: %s

source: Malformed package name: %s
ru: Некорректное имя пакета: %s
uk: Некоректне ім'я пакета: %s

source: Mark packages to install (group
ru: Отметьте пакеты для установки (группа
uk: Позначити пакети для інсталяції (група

source: Mark packages you want to be installed
ru: Отметьте пакеты, которые вы хотите установить
uk: Відзначити пакети які ви бажаєте встановити

source: Maximum download size
ru: Потребуется скачать (максимум)
uk: Потрібно завантажити (максимум)

source: Mb, root, default)
ru: Mb, корневой, по умолчанию)
uk: Mb, root, за замовчуванням)

source: Merge OK, but got wrong MD5!
ru: Merge OK, но MD5 не совпадает!
uk: Злиття ОК, але отримано неправильний MD5!

source: Merged file MD5 OK
ru: MD5 полученного пакета: OK
uk: Об'єднаний файл MD5 OK

source: Minimal installation
ru: Минимальная установка
uk: Мінімальна установка

source: Monday
ru: Понедельник
uk: Понеділок

source: Mount partition?
ru: Смонтировать разде?
uk: Підключити розділ?

source: Mounting
ru: Монтирование
uk: Монтування

source: Mounting %s to %s
ru: Монтирование %s в %s
uk: Монтування %s до %s

source: Mounting CD/DVD...
ru: Монтирование CD/DVD...
uk: Монтування CD/DVD...

source: Mounting DVD
ru: Монтирование DVD
uk: Монтування DVD

source: Mounting other partitions:
ru: Монтирование дополнительных разделов:
uk: Монтування інших розділів:

source: Mounting partition with ISO image
ru: Монтирование раздела с ISO-образом
uk: Монтування розділу з ISO образом

source: Mounting partitions
ru: Монтирование разделов
uk: Монтування розділів

source: Mounting root partition (
ru: Монтирование корневого раздела (
uk: Монтування кореневого розділу (

source: Moving deprecated package %s-%s to %s
ru: Перемещаем устаревший пакет в %s-%s to %s
uk: Перемістити застарілий пакет %s-%s до %s

source: Moving package database to hard drive
ru: Перемещение базы данных пакетов на жесткий диск
uk: Переміщення бази даних пакетів до жорсткого диску

source: NILFS2, new EXPERIMENTAL snapshot-based filesystem. Separate /boot partition required to use it as root filesystem.
ru: NILFS2, новая ЭКСПЕРИМЕНТАЛЬНАЯ файловая система. Если вы хотите использовать её в качестве корневой, необходим отдельный /boot.
uk: Nilfs2, нова ЕКСПЕРИМЕНТАЛЬНА файлова система. Для її використання в якості кореневої файлової системи потрібен окремий розділ /boot.

source: Name:
ru: Имя:
uk: Ім'я:

source: Network mask:
ru: Маска подсети:
uk: Маска мережі:

source: Network setup
ru: Настройка сети
uk: Налаштування мережі

source: NetworkManager is default network connection manager for any desktop.
ru: NetworkManager - менеджер сети по умолчанию для десктопа.
uk: NetworkManager є менеджером мережі за замовчуванням для будь-якого робочого столу.

source: New AgiliaLinux network manager. Very experimental, but already suitable for Ethernet and Wireless networks
uk: Новий менеджер мережі AgiliaLinux. Дуже експериментальний, але вже підходить для використання з Ethernet та Wireless мережами

source: New packages in repositories: %d
ru: Новых пакетов в репозиториях: %d
uk: Нові пакети в репозиторії: %d

source: New version of EXT, developed to superseed EXT3. The fastest journaling filesystem in most cases.
ru: Следующая версия EXT, призванная заменить EXT3.
uk: Нова версія файлової системи EXT. Найшвидша журнальована файлова система в більшості випадків. (Рекомендований вибір)

source: Next hardware detected:
ru: Обнаружено следующее оборудование:
uk: Виявлено наступне апаратне забезпечення:

source: Next packages depends on
ru: Следующие пакеты зависят от
uk: Наступні пакети залежать від

source: Next packages depends on %s:
ru: Следующие пакеты зависят от %s:
uk: Наступні пакети залежать від %s:

source: Next packages is failed to install:
ru: Следующие пакеты установить не удалось:
uk: Наступні пакети встановити не вдалося:

source: Next packages will be installed:
ru: Следующие пакеты будут установлены:
uk: Наступні пакети будуть встановлені:

source: No
ru: Нет
uk: Ні

source: No actions to proceed
ru: Нет действий для выполнения
uk: Немає дій для виконання

source: No available packages found
ru: Не обнаружено доступных пакетов
uk: Не знайдено доступних пакетів

source: No conflicts detected
ru: Конфликты не обнаружены
uk: Не виявлено конфліктів

source: No data.xml found, legacy packages are not acceptable. Convert it using mpkg convert
ru: data.xml не найден в пакете, чисто слаковские пакеты недопускаются. Преобразуйте пакет с помощью mpkg convert
uk: Не знайдено data.xml, застарілі пакети не приймаються. Сконверуйте пакет з допомогою mpkg convert

source: No deltas found for %s
ru: Не найдено дельт для %s
uk: Не знайдено дельт для %s

source: No description
ru: Нет описания
uk: Немає опису

source: No filename specified
ru: Не указано имя файла
uk: Не вказано ім'я файлу

source: No hard drive detected in your computer
ru: В вашем компьютере не обнаружено ни одного жесткого диска
uk: Жорсткий диск не виявлено у вашому комп'ютері

source: No install directory exists here! Create it manually.
ru: Здесь нет директории install! Создайте её вручную.
uk: Тут немає каталог установки! Створити його вручну.

source: No installed packages depends on
ru: Нет установленных пакетов, зависящих от
uk: Немає встановлених пакетів, які залежать від

source: No installed packages depends on %s
ru: Ни один установленный пакет не зависит от %s
uk: Жоден встановлений пакет не залежить від %s

source: No maintainer e-mail specified in configuration file! Please specify it if you going to public your packages.
ru: Не указан e-mail мейнтейнера в конфигурационном файле! Пожалуйста, укажите его, если вы хотите публиковать свои пакеты.
uk: Не вказана адреса електронної пошти супроводжуючого у файлі конфігурації! Будь ласка, вкажіть її, якщо ви збираєтеся завантажувати ваші пакети до репозиторію.

source: No maintainer email specified
ru: Не указан email мейнтейнера
uk: Не вказана е-мейл адреса супроводжуючого

source: No maintainer name specified
ru: Не указано имя мейнтейнера
uk: Не вказане ім'я супроводжуючого

source: No maintainer name specified in configuration file! Please specify it if you going to public your packages.
ru: Не указано имя мейнтейнера в конфигурационном файле! Пожалуйста, укажите его, если вы хотите публиковать свои пакеты.
uk: Не вказане ім'я супроводжуючого у файлі конфігурації! Будь ласка, вкажіть його, якщо ви збираєтеся завантажувати ваші пакети до репозиторію.

source: No original file for delta %s
ru: Не найден оригинальный файл для дельты %s
uk: Немає оригінального файлу для дельти %s

source: No package "
ru: Нет пакета "
uk: Немає пакета "

source: No package depends on
ru: Нет пакетов, зависящих от
uk: Немає пакетів, які залежать від

source: No package depends on %s
ru: Нет пакетов зависящих от %s
uk: Немає пакетів залежних від %s

source: No package set selected
ru: Не выбран набор пакетов
uk: Не вибрано жодного набору пакетів

source: No packages to install
ru: Нет пакетов для установки
uk: Немає пакетів для установки

source: No packages to remove
ru: Нет пакетов для удаления
uk: Немає пакетів для видалення

source: No packages to uninstall
ru: Нет пакетов для удаления
uk: Немає пакетів для видалення

source: No partitions found on your hard drive. Create it first.
ru: Не обнаружено ни одного раздела на ваших жестких дисках. Сперва создайте их.
uk: Немає розділів на жорсткому диску. Створіть їх.

source: No short description
ru: Нет краткого описания
uk: Немає короткого опису

source: No such package
ru: Нет такого пакета
uk: Немає такого пакета

source: No such package %s %s %s
ru: Нет такого пакета %s %s %s
uk: Немає такого пакету %s %s %s

source: No such package:
ru: Нет такого пакета:
uk: Немає такого пакета:

source: No such repository
ru: Нет такого репозитория
uk: Немає такого репозиторію

source: No such repository:
ru: Нет такого репозитория:
uk: Немає такого репозиторію:

source: No tags specified
ru: Теги не указаны
uk: Не вказані теги
