Repository: 007exe/mpkg
Catalog: i18n/*.po
Languages: ru, uk

source: %s%s%s: /%s (broken symlink)
ru: %s%s%s: /%s (битая символическая ссылка)
uk: %s%s%s: /%s (бите символічне посилання)

source: %s%s%s: /%s (file doesn't exist)
ru: %s%s%s: /%s (файл не существует)
uk: %s%s%s: /%s (файл не існує)

source: %s-%s doesn't present in the system
ru: %s-%s отсутствует в системе
uk: %s-%s відсутній в системі

source: %s: %sDAMAGED%s
ru: %s: %sПОВРЕЖДЕН%s
uk: %s: %sПОШКОДЖЕНИЙ%s

source: %s: Checking dependencies
ru: %s: Проверка зависимостей
uk: %s: Перевірка залежностей

source: %s: No XML, converting from legacy
ru: %s: XML-данные не найдены, конвертация из slackware-формата
uk: %s: XML дані не знайдені, конвертація з slackware формату

source: %sArch:%s %s
ru: %sАрхитектура:%s %s
uk: %sАрхітектура:%s %s

source: %sArch:%s %s
ru: %sАрхитектура:%s %s
uk: %sАрхітектура:%s %s

source: %sBranch:%s %s
ru: %sВетка:%s %s
uk: %sБранч:%s %s

source: %sBuild:%s %s
ru: %sСборка:%s %s
uk: %sЗбірка:%s %s

source: %sBuild:%s %s
ru: %sСборка:%s %s
uk: %sЗбірка:%s %s

source: %sChangelog:%s %s
ru: %sИзменения:%s %s
uk: %sЗміни:%s %s

source: %sConflicts:%s %s
ru: %sКонфликтует:%s %s
uk: %sКонфлікти:%s %s

source: %sDelta patches:%s
ru: %sДельта-патчи:%s
uk: %sДельта патчі:%s

source: %sDelta patches:%s %s
ru: %sДельта-патчи:%s %s
uk: %sДельта патчі:%s %s

source: %sDepends on:%s
ru: %sЗависит от:%s
uk: %sЗалежить від:%s

source: %sDepends on:%s
ru: %sЗависит от:%s
uk: %sЗалежить від:%s

source: %sDescription:%s %s
ru: %sОписание:%s %s
uk: %sОпис:%s %s

source: %sError:%s %s
ru: %sОшибка:%s %s
uk: %sПомилка:%s %s

source: %sFAILED%s
ru: %sОШИБКА%s
uk: %sНЕВДАЛО%s

source: %sFilelist:%s
ru: %sСписок файлов:%s
uk: %sСписок файлів:%s

source: %sFilename:%s %s
ru: %sИмя файла:%s %s
uk: %sІм'я файлу:%s %s

source: %sFilename:%s %s
ru: %sИмя файла:%s %s
uk: %sІм'я файлу:%s %s

source: %sInstalled size:%s %s
ru: %sРазмер после установки:%s %s
uk: %sРозмір після встановлення:%s %s

source: %sInstalled size:%s %s
ru: %sРазмер после установки:%s %s
uk: %sРозмір після встановлення:%s %s

source: %sLocations:%s
ru: %sИсточники:%s
uk: %sДжерела:%s

source: %sLocations:%s %s
ru: %sИсточники:%s %s
uk: %sДжерела:%s %s

source: %sLocations:%s %s
ru: %sИсточники:%s %s
uk: %sДжерела:%s %s

source: %sMaintainer e-mail:%s %s
ru: %sE-mail мейнтейнера:%s %s
uk: %sE-mail супроводжуючого:%s %s

source: %sMaintainer e-mail:%s %s
ru: %sE-mail мейнтейнера:%s %s
uk: %sE-mail супроводжуючого:%s %s

source: %sMaintainer:%s %s
ru: %sМейнтейнер:%s %s
uk: %sСупроводжуючий:%s %s

source: %sMaintainer:%s %s
ru: %sМейнтейнер:%s %s
uk: %sСупроводжуючий:%s %s

source: %sName:%s %s
ru: %sИмя:%s %s
uk: %sІм'я:%s %s

source: %sName:%s %s
ru: %sИмя:%s %s
uk: %sІм'я:%s %s

source: %sPackage size:%s %s
ru: %sРазмер пакета:%s %s
uk: %sРозмір пакета:%s %s

source: %sPackage size:%s %s
ru: %sРазмер пакета:%s %s
uk: %sРозмір пакета:%s %s

source: %sProvides:%s %s
ru: %sПредоставляет:%s %s
uk: %sЗабезпечує:%s %s

source: %sShort description:%s %s
ru: %sКраткое описание:%s %s
uk: %sКороткий опис:%s %s

source: %sShort description:%s %s
ru: %sКраткое описание:%s %s
uk: %sКороткий опис:%s %s

source: %sStatus:%s %s
ru: %sСостояние:%s %s
uk: %sСтан:%s %s

source: %sStatus:%s %s
ru: %sСтатус:%s %s
uk: %sСтатус:%s %s

source: %sTags:%s
ru: %sТеги:%s
uk: %sТеги:%s

source: %sTags:%s
ru: %sТэги:%s
uk: %sТеги:%s

source: %sVersion:%s %s
ru: %sВерсия:%s %s
uk: %sВерсія:%s %s

source: %sVersion:%s %s
ru: %sВерсия:%s %s
uk: %sВерсія:%s %s

source: %sWarning!%s duplicate package found for %s
ru: %sВнимание:%s обнаружен дублирующий пакет для %s
uk: %sУвага:%s виявлено дублюючий пакет для %s

source: ' . Do you want to specify directory manually?
ru: ' . Хотите указать директорию вручную?
uk: ' . Ви хочете задати директорію вручну?

source: (binary)
ru: (бинарный)
uk: (двійковий)

source: (source)
ru: (исходник)
uk: (вихідні тексти)

source: ) To select, use SPACE key
ru: ) Для выбора, используйте ПРОБЕЛ
uk: ) Для вибору використовуйте клавішу "Пробіл"

source: ), but no repository found there. Check path and try again.
ru: ), но репозитория в ней не обнаружено. Проверьте путь и попробуйте еще раз.
uk: ), але репозиторій там не знайдено. Перевірте шлях і спробуйте знову.

source: , added by dependencies:
ru: , добавлено по зависимостям:
uk: , додано через залежності:

source: , available:
ru: , доступно:
uk: , доступно:

source: , because it is an important system component.
ru: , так как это важный системный компонент.
uk: , так як це важливий системний компонент.

source: , current:
ru: , текущий:
uk: , поточний:

source: , for example, /mnt/win_c
ru: , например /mnt/win_c
uk: , наприклад, /mnt/win_c

source: , format:
ru: , формат:
uk: , форматувати:

source: , formatting:
ru: , форматирование:
uk: , форматування:

source: , it will be skipped!
ru: , он будет пропущен!
uk: , його буде пропущено!

source: , may be you are not root?
ru: , возможно вы не root?
uk: , можливо ви не root?

source: , mount point:
ru: , точка монтирования:
uk: , точка монтування:

source: , new version:
ru: , новая версия:
uk: , нова версія:

source: , not mounted
ru: , не подключено
uk: , не змонтовано

source: , should be:
ru: , должно быть:
uk: , повинно бути:

source: , tags:
ru: , теги:
uk: , мітки:

source: , total:
ru: , всего:
uk: , всього:

source: , will be installed in
ru: , будет установлено в
uk: , буде встановлено в

source: --add-dep=DEP add dependency (format: foo>=1.0)
ru: --add-dep=DEP добавить зависимость (формат: foo>=1.0)
uk: --add-dep=DEP додати залежність (формат: foo>=1.0)

source: --add-tag=TAG add tag to package
ru: --add-tag=TAG добавить тег
uk: --add-tag=ТЕГ додати тег до пакета

source: --arch=ARCH set package architecture
ru: --arch=ARCH указать архитектуру пакета
uk: --arch=АРХІТЕКТУРА вказати архітектуру пакету

source: --build=BUILD set package build
ru: --build=BUILD указать билд пакета
uk: --build=БІЛД вказати білд пакету

source: --changelog=FILENAME|TEXT set changelog
ru: --changelog=FILENAME|TEXT указать список изменений
uk: --changelog=ІМ'Я_ФАЙЛУ|ТЕКСТ вказати зміни

source: --longdesc=FILE|TEXT set long description
ru: --longdesc=FILE|TEXT указать описание
uk: --longdesc=ФАЙЛ|ТЕКСТ встановити довгий опис

source: --maintainer-email=MAIL set maintainer email
ru: --maintainer-email=MAIL указать e-mail мейнтейнера
uk: --maintainer-email=Е-пошта вказати електронну адресу супроводжуючого

source: --maintainer-name=NAME set maintainer name
ru: --maintainer-name=NAME указать имя мейнтейнера
uk: --maintainer-name=ІМ'Я вказати ім'я супроводжуючого

source: --remove-dep=DEP remove dependency (format: foo)
ru: --remove-dep=DEP удалить зависимость (формат: foo)
uk: --remove-dep=DEP видалити залежності (наприклад: foo)

source: --remove-tag=TAG remove tag from package
ru: --remove-tag=TAG удалить тег из пакета
uk: --remove-tag=ТЕГ видалити тег з пакета

source: --shortdesc=FILE|TEXT set short description
ru: --shortdesc=FILE|TEXT указать краткое описание
uk: --shortdesc=ФАЙЛ|ТЕКСТ встановити короткий опис

source: --version=VERSION set package version
ru: --version=VERSION указать версию пакета
uk: --version=ВЕРСІЯ встановити версію пакету

source: -B --buildup increase package build
ru: -B --buildup увеличить билд пакета на единицу
uk: -B --buildup збільшити білд пакету

source: -D --remove-dep=DEP remove dependency (format: foo)
ru: -D --remove-dep=DEP удалить зависимость (формат: foo)
uk: -D --remove-dep=DEP видалити залежність (формат: foo)

source: -K --clearconflicts clear conflicts value
ru: -K --clearconflicts очистить запись о конфликтах
uk: -K --clearconflicts видалити конфліктні значення

source: -N --basename set name, version, arch and build by specified filename
ru: -N --basename определить имя, версию, архитектуру и билд по указанному имени файла
uk: -N --basename встановити им'я, версію, архітектуру та білд назвою файлу

source: -P --clearprovides clear provides value
ru: -P --clearprovides очистить запись о предоставлении
uk: -P --clearprovides видалити значення "provides"

source: -S --shortdesc=FILE|TEXT set short description
ru: -S --shortdesc=FILE|TEXT указать краткое описание
uk: -S --shortdesc=FILE|TEXT вказати короткий опис

source: -T --remove-tag=TAG remove tag from package
ru: -T --remove-tag=TAG удалить тег из пакета
uk: -T --remove-tag=TAG видалити тег з пакету

source: -X --cleartags clear all previous tags
ru: -X --cleartags очистить все предыдущие теги
uk: -X --cleartags видалити усі попередні теги

source: -X --cleartags clear all previous tags
ru: -X --cleartags удалить все имеющиеся теги
uk: -X --cleartags очистити всі попередні теги

source: -Z --cleardeps clear all previous dependencies
ru: -Z --cleardeps очистить все предыдущие зависимости
uk: -Z --cleardeps видалити всі попередні залежності

source: -Z --cleardeps clear all previous dependencies
ru: -Z --cleardeps удалить все имеющиеся зависимости
uk: -Z --cleardeps очистити всі попередні залежності

source: -a --arch=ARCH set package architecture
ru: -a --arch=ARCH указать архитектуру пакета
uk: -a --arch=ARCH встановити архітектуру пакету

source: -b --build=BUILD set package build
ru: -b --build=BUILD указать билд пакета
uk: -b --build=BUILD встановити білд пакету

source: -c --changelog=FILENAME|TEXT set changelog
ru: -c --changelog=FILENAME|TEXT указать список изменений
uk: -c --changelog=FILENAME|TEXT встановити список змін

source: -d --add-dep=DEP add dependency (format: foo>=1.0)
ru: -d --add-dep=DEP добавить зависимость (формат: 'foo>=1.0', не забывайте кавычки)
uk: -d --add-dep=DEP додати залежність (формат: foo>=1.0)

source: -e --maintainer-email=MAIL set maintainer email
ru: -e --maintainer-email=MAIL указать email мейнтейнера
uk: -e --maintainer-email=MAIL вказати е-мейл супроводжуючого

source: -h --help show this help
ru: -h --help показать эту справку
uk: -h --help показати цю довідку

source: -k --conflicts set conflicts value
ru: -k --conflicts указать конфликтующий пакет
uk: -k --conflicts встановити значення конфліктів

source: -l --longdesc=FILE|TEXT set long description
ru: -l --longdesc=FILE|TEXT указать полное описание
uk: -l --longdesc=FILE|TEXT встановити повний опис

source: -m --maintainer-name=NAME set maintainer name
ru: -m --maintainer-name=NAME указать имя мейнтейнера
uk: -m --maintainer-name=NAME встановити ім'я супроводжуючого

source: -n --name=NAME set package name
ru: -n --name=NAME указать имя пакета
uk: -n --name=NAME встановити назву файлу

source: -p --provides set provides value
ru: -p --provides указать какой пакет предоставляет
uk: -p --provides встановити значення "provides"

source: -s --keep-symlinks keep symlinks in archive instead of moving it to doinst.sh
ru: -s --keep-symlinks оставлять симлинки в архиве, не перемещать в doinst.sh
uk: -s --keep-symlinks залишити симлінки в архіві, замість їх запису до doinst.sh

source: -t --add-tag=TAG add tag to package
ru: -t --add-tag=TAG добавить тег к пакету
uk: -t --add-tag=TAG додати тег до пакета

source: -v --version=VERSION set package version
ru: -v --version=VERSION указать версию пакета
uk: -v --version=VERSION встановити версію пакета

source: . Please run mpkg (e.g. 'mpkg list') as root to do this Note: it will be backward-compatible with all previous versions of mpkg
ru: . Пожалуйста запустите mpkg (например. 'mpkg list') от пользователя root чтобы это сделать Замечание: совместимость со всеми предыдущими версиями mpkg будет сохранена
uk: . Будь ласка, запустіть mpkg (наприклад 'mpkg list') від користувача root щоб це зробити Зауваження: сумісність з усіма попередніми версіями mpkg буде збережена

source: . Due to possible dependency issues, the installation procedure will stop now.
ru: . Установка прервана.
uk: . У зв'язку з можливою помилкою залежностей, процедуру встановлення буде припинено.

source: . Try another?
ru: . Попробовать другой?
uk: . Спробувати інший?

source: /s, ETA:
ru: /с, осталось:
uk: /s, залишилося часу:

source: /sec]
ru: /сек]
uk: /секунд]

source: 1024x768, 16-bit color
ru: 1024x768, 16-битный цвет
uk: 1024x768, 16-bit колір

source: 1024x768, 16-bit color (default)
ru: 1024x768, 16-битный цвет (по умолчанию)
uk: 1024x768, 16-bit колір (за замовчуванням)

source: 1024x768, 24-bit color
ru: 1024x768, 24-битный цвет
uk: 1024x768, 24-bit колір

source: 1024x768, 24-bit color (default)
ru: 1024x768, 24-битный цвет (по умолчанию)
uk: 1024x768, 24-bit колір (за замовчуванням)

source: 1024x768, 256 colors
ru: 1024x768, 256 цветов
uk: 1024x768, 256 кольорів

source: 1280x1024, 16-bit color
ru: 1280x1024, 16-битный цвет
uk: 1280x1024, 16-bit колір

source: 1280x1024, 24-bit color
ru: 1280x1024, 24-битный цвет
uk: 1280x1024, 24-bit колір

source: 1280x1024, 256 colors
ru: 1280x1024, 256 цветов
uk: 1280x1024, 256 кольорів

source: 4th version of standard linux filesystem
ru: 4-я версия стандартной файловой системы Linux
uk: 4-а версія стандартної файлової системи Linux (рекомендується)

source: 640x480, 16-bit color
ru: 640x480, 16-битный цвет
uk: 640x480, 16-bit колір

source: 640x480, 24-bit color
ru: 640x480, 24-битный цвет
uk: 640x480, 24-bit колір

source: 640x480, 256 colors
ru: 640x480, 256 цветов
uk: 640x480, 256 кольорів

source: 800x600, 16-bit color
ru: 800x600, 16-битный цвет
uk: 800x600, 16-bit колір

source: 800x600, 24-bit color
ru: 800x600, 24-битный цвет
uk: 800x600, 24-bit колір

source: 800x600, 256 colors
ru: 800x600, 256 цветов
uk: 800x600, 256 кольорів

source: : MD5 checksum incorrect: got
ru: : контрольная сумма не совпадает: получено
uk: : контрольна сума MD5 не вірна: отримано

source: : building from source
ru: : сборка из исходников
uk: : збірка з вихідних текстів

source: : checking file conflicts
ru: : проверка конфликтов файлов
uk: : перевірка конфліктів файлів

source: : checking for backups
ru: : проверка резервных копий
uk: : перевірка резервних копій

source: : checking package integrity
ru: : проверка целостности пакетов
uk: : перевірка цілісності пакетів

source: : checking package source
ru: : проверка источника пакета
uk: : перевірка джерела пакета

source: : checking package type
ru: : проверка типа пакета
uk: : перевірка типу пакета

source: : clearing script directory
ru: : очистка каталога скриптов
uk: : очищення каталогу скриптів

source: : complete
ru: : выполнено
uk: : виконано

source: : detecting configuration files
ru: : поиск конфигурационных файлов
uk: : пошук конфігураційних файлів

source: : done
ru: : готово
uk: : готово

source: : download error or unsupported type
ru: : ошибка при закачке, либо неподдерживаемый тип
uk: : помилка під час завантаження, або непідтримуваний тип

source: : executing post-install script
ru: : выполняю пост-установочный скрипт
uk: : виконую пост-інсталяційний скрипт

source: : executing post-remove script
ru: : выполняю скрипт после удаления
uk: : виконую скрипт після видалення

source: : executing pre-install script
ru: : выполняю предустановочный скрипт
uk: : виконую пре-інсталяційний скрипт

source: : executing pre-remove script
ru: : выполняю скрипт перед удалением
uk: : виконую скрипт перед видаленням

source: : exporting legacy data
ru: : экспорт текстовых данных
uk: : експорт текстових даних

source: : extracting
ru: : распаковка
uk: : вилучення

source: : extracting file list
ru: : извлечение списка файлов
uk: : вилучення списку файлів

source: : extracting metadata
ru: : извлечение метаданных
uk: : вилучення метаданих

source: : extracting scripts
ru: : извлечение скриптов
uk: : вилучення скриптів

source: : finishing
ru: : завершение
uk: : завершення

source: : finishing installation
ru: : завершение установки
uk: : завершення встановлення

source: : initialization
ru: : инициализация
uk: : ініціалізація

source: : looking for X fonts
ru: : поиск шрифтов X11
uk: : пошук шрифтів X11

source: : merging file lists into database
ru: : запись списка файлов в базу данных
uk: : запис списку файлів у базу даних

source: : mounting CD-ROM
ru: : монтирование CD-ROM
uk: : монтування CD-ROM

source: : mounting CD/DVD...
ru: : монтирование CD/DVD...
uk: : монтування CD/DVD...

source: : no suitable version
ru: : нет подходящей версии
uk: : немає потрібної версії

source: : not installed
ru: : не установлен
uk: : не встановлено

source: : package is unavailable
ru: : пакет недоступен
uk: : пакет недоступний

source: : package not found
ru: : пакет не найден
uk: : пакет не знайдений

source: : removing empty directories
ru: : удаление пустых директорий
uk: : видалення пустих директорій

source: : removing files [
ru: : удаление файлов [
uk: : видалення файлів [

source: : restoring backups
ru: : восстановление резервных копий
uk: : відновлення резервних копій

source: : updating database
ru: : обновление базы данных
uk: : оновлення бази даних

source: <none>
ru: <нет>
uk: <немає>

source: A minimal package set. It is enough to boot and install packages, but will be a very difficult process. Not recommended unless you know what you are doing
ru: Минимальный набор пакетов. Его достаточно для того чтобы загрузиться и устанавливать пакеты, но это будет очень сложным процессом. Данный набор предназначен для отладки процесса установки, поэтому используйте его только в том случае если знаете что делаете.
uk: Мінімальний набір пакетів. Цього достатньо для завантаження та встановлення пакетів, але це може бути дуже складним процесом. Не рекомендується, якщо ви не знаєте, що робите.

source: Abort
ru: Отмена
uk: Відміна

source: Abort and exit
ru: Отменить и выйти
uk: Відмінити і вийти

source: Aborted
ru: Отменено
uk: Скасовано

source: Aborting installation
ru: Отмена установки
uk: Скасувати встановлення

source: Accept
ru: Принять
uk: Прийняти

source: Action summary:
ru: Следующие действия намечены к выполнению:
uk: Наступні кроки намічені до виконання:

source: Add
ru: Добавить
uk: Додати

source: Add/remove packages
ru: Установка/удаление пакетов
uk: Додати/видалити пакети

source: Added field dependency_build_only to table dependencies
ru: Добавлено поле dependency_build_only в таблицу dependencies
uk: Додано поле dependency_build_only до таблиці залежностей

source: Added field package_betarelease to table packages
ru: Добавлено поле package_betarelease в таблицу packages
uk: Додано поле package_betarelease до бази пакетів

source: Added field package_installed_by_dependency to table packages
ru: Добавлено поле package_installed_by_dependency в таблицу packages
uk: Додано поле package_installed_by_dependency до бази пакетів

source: Added field package_type to table packages
ru: Добавлено поле package_type в таблицу packages
uk: Додано поле package_type до бази пакетів

source: Additional partitions configuration
ru: Настройка дополнительных разделов
uk: Додаткова конфігурація розділів

source: Advanced
ru: Расширенный
uk: Розширений

source: Advanced URL list:
ru: Дополнительный список URL :
uk: Додатковий список URL:

source: Advanced command line based partitioning (expert mode)
ru: Редактирование таблицы разделов из командной строки (режим эксперта)
uk: Розширена робота з розділами з використанням командного рядка (експертний режим)

source: Advanced search for updates
ru: Дополнительный поиск обновлений
uk: Розширений пошук оновлень

source: Advanced setup
ru: Расширенная установка
uk: Розширене налаштування

source: Advanced setup mode
ru: Режим расширенной установки
uk: Розширений режим установки

source: After installing this driver, you will see an error message due to incompatibility with newer kernels. Ignore this, and setup will apply patch automatically after driver installation
ru: После установки этого драйвера вы увидите сообщение об ошибке, вызванное несовместимостью с последними ядрами. Игнорируйте его, поскольку программа установки автоматически наложит патч после установки драйвера.
uk: Після інсталяції цього драйвера, ви побачите повідомлення про помилку черезнесумісність з новими ядрами. Ігноруйте це, і встановлювач застосує патчавтоматично після установки драйвера.

source: AgiliaLinux %s setup (build %s)
uk: AgiliaLinux %s інсталяція (збірка %s)

source: AgiliaLinux 10.4 (recovery mode) on
uk: AgiliaLinux 10.4 (режим відновлення) на

source: AgiliaLinux 10.4 on
uk: AgiliaLinux 10.4 на

source: AgiliaLinux has EXPERIMENTAL support for graphical boot splash implemented using Plymouth. If your hardware supports KMS (kernel modesetting), you can try to enable it now. It seems to work fine, but it wasn't tested well and may cause problems. In any case, you can change your choice later by changing permissions on /etc/rc.d/rc.plymouth file. Do you want to enable experimental splash screen?
uk: AgiliaLinux має експериментальну підтримку графічного завантаження реалізовану з використанням Plymouth. Якщо ваше обладнання підтримує KMS (kernel modesetting), ви можете спробувати. Він, працює добре, але не був достатньо випробуваний і може викликати проблеми. У будь-якому випадку, ви можете вимкнути його в будь-який час шляхом зміни дозволу файлу /etc/rc.d/rc.plymouth Ви хочете спробувати Plymouth?

source: AgiliaLinux installation finished successfully. Reboot now?
uk: Інсталяцію AgiliaLinux успішно завершено. Перезавантажити зараз?

source: All OK
ru: Всё в порядке
uk: Все добре

source: All OK, continue
ru: Всё в порядке, продолжить
uk: Все добре, продовжуйте

source: All packages
ru: Все пакеты
uk: Усі пакети

source: All packages in one list
ru: Все пакеты одним списком
uk: Всі пакети в один список

source: All partitions already used as swap or as root filesystem
ru: Все разделы уже отведены под корень и/или подкачку
uk: Всі розділи вже використовуються в якості підкачки або кореневої файлової системи

source: Ambiguity in uninstall: multiple packages with some name are installed
ru: Неоднозначность: установлено несколько пакетов с одинаковым именем
uk: Неоднозначність: встановлено кілька пакетів з однаковим ім'ям

source: An error occured while creating database structure
ru: При создании структуры базы данных произошла ошибка
uk: Виникла помилка при створенні структури бази даних

source: An error occured while creating swap:
ru: При создании раздела подкачки произошла ошибка:
uk: Виникла помилка при створенні розділу підкачки:

source: An error occured while enabling swap space:
ru: При подключении раздела подкачки произошла ошибка:
uk: Виникла помилка при активації розділу підкачки:

source: An error occured while formatting partition
ru: Произошла ошибка при форматировании раздела
uk: Виникла помилка при форматуванні розділу

source: An error occured while loading package list. Check if package source specified correctly.
ru: При загрузке списка пакетов произошла ошибка. Удостоверьтесь что вы правильно указали источник пакетов.
uk: Виникла помилка при завантаженні списку пакетів. Перевірте, що джерело пакетів зазначено правильно.

source: An error occured while mounting partition
ru: Произошла ошибка при монтировании раздела
uk: Виникла помилка при монтуванні розділу

source: An error occured while mounting root filesystem:
ru: При монтировании корневого раздела произошла ошибка:
uk: Виникла помилка при монтуванні кореневої файлової системи:

source: An error occured while moving database to hard drive
ru: При перенесении базы данных на жесткий диск произошла ошибка
uk: Виникла помилка при переносі бази даних на жорсткий диск

source: An error occured while performing initial system configuration. Find out why it happened, and restart installation.
ru: При проведении первоначальной конфигурации произошла ошибка. Устраните причину и перезапустите инсталлятор.
uk: Виникла помилка при виконанні початкової конфігурації системи. Дізнайтеся, чому це сталося, та перезапустіть установку.

source: Another good filesystem for general use.
ru: Еще одна неплохая файловая система под стандартные задачи.
uk: Ще одна гарна файлова система для загального користування.

source: Apply
ru: Применить
uk: Застосувати

source: Apply changes and exit
ru: Применить изменения и выйти
uk: Застосувати зміни і вийти
