Repository: 007exe/mpkg
Catalog: i18n/*.po
Languages: ru, uk

source: Define custom framebuffer mode
ru: Указать режим фреймбуффера вручную
uk: Самостійно визначити режим фреймбуфера

source: Deleting deprecated package %s-%s
ru: Удаление устаревшего пакета %s-%s
uk: Видалення застарілого пакета %s-%s

source: Deleting tag %s as unused
ru: Удаление тега %s как неиспользуемого
uk: Видалення тегу %s як незайнятого

source: Delta patch successfully merged in %s
ru: Дельта-обновление наложено удачно, получен пакет: %s
uk: Дельта патч успішно об'єднано в %s

source: Depencency errors
ru: Ошибки в зависимостях
uk: Помилки залежностей

source: Dependencies are resolvable using installed or available packages
ru: Зависимости разрешимы с использованием установленных или доступных пакетов
uk: Залежності задоволені з використанням встановлених або наявних пакунків

source: Dependency check completed, error count:
ru: Проверка зависимостей завершена, количество ошибок:
uk: Перевірка залежностей завершена, кількість помилок:

source: Dependency error
ru: Ошибка зависимостей
uk: Помилка залежностей

source: Deprecated version: there is already
ru: Устаревшая версия: уже
uk: Застаріла версія: вже є

source: Description is good
ru: Описание в порядке
uk: Опис присутній

source: Details:
ru: Подробности:
uk: Подробиці:

source: Details: %s
ru: Подробности: %s
uk: Подробиці: %s

source: Detected legacy Slackware repository
ru: Обнаружен репозиторий Slackware-типа
uk: Знайдено репозиторій Slackware-типу

source: Detected native MPKG repository
ru: Найден репозиторий mpkg-формата
uk: Знайдено репозиторій mpkg-формату

source: Disk mounted successfully
ru: Диск смонтирован успешно
uk: Диск успішно змонтований

source: Disk partitioning
ru: Разметка диска
uk: Робота з розділами диска

source: Disk space will be freed
ru: Будет освобождено места на диске
uk: Буде звільнено місця на диску

source: Do not accept
ru: Отклонить
uk: Не приймати

source: Do not format (use as is and keep data)
ru: Не форматировать (сохранить данные)
uk: Не форматувати (використовувати як є і зберігти дані)

source: Do not install boot loader
ru: Не устанавливать загрузчик
uk: Не встановлювати завантажувач

source: Do not install driver
ru: Не устанавливать драйвер
uk: Не встановити драйвер

source: Do you need a delay to initialize your boot disk? If you're installing system on USB drive, say [YES], otherwise you have a chance to get unbootable system. If unsure - say YES, in worst case it just will boot 10 seconds longer.
ru: Требуется ли вам задержка для инициализации загрузочного диска? Если вы ставите систему на USB-диск, выберите [ДА], иначе вы имеете большой шанс получить незагружаемую систему. Вы можете выбрать этот вариант даже если не уверены что вам это необходимо - в худшем случае система просто будет грузиться на 10 секунд дольше.
uk: Вам потрібна пауза для ініціалізації завантажувального диску? Якщо ви встановлюєте систему на USB диск, відповідайте, [Так], в іншому випадку можливі проблеми з завантаженням. Якщо не впевнені - відповідайте "так", у гіршому випадку система буде завантажуватися на 10 секунд довше.

source: Do you really want to exit setup program?
ru: Вы действительно хотите выйти из программы установки?
uk: Ви дійсно хочете вийти з програми інсталяції?

source: Do you want to mount partition which contains an ISO image?
ru: Хотите ли вы смонтировать раздел, содержащий ISO-образ?
uk: Ви хочете змонтувати розділ, який містить ISO образ?

source: Do you want to mount partition with packages?
ru: Хотите ли вы смонтировать раздел, содержащий директорию с пакетами?
uk: Ви хочете змонтувати розділ з пакетами?

source: Do you want to try a BFS kernel? This kernel has patched to use Con Kolivas's BFS scheduler, which significantly improves desktop performance. It also improves server performance as well in some cases, if your server contains no more than 16 cores. This is a experimental feature, so it is not recommended to use this in mission-critial cases.
ru: Хотите ли вы попробовать BFS-ядро? Это ядро содержит патч для использования CPU-шедулера BFS, написанного Коном Коливасом, который улучшает отзывчивость десктоп-систем. Кроме того, в некоторых случаях имеются улучшения и в серверных приложениях. Это - сугубо экспериментальная возможность, не используйте её в критических задачах.
uk: Ви хочете спробувати BFS ядро? Це ядро має патчі для використання планувальника BFS від Con Kolivas, якийзначно підвищує продуктивність настільних комп'ютерів. Він також покращуєпродуктивність серверу в деяких випадках, але якщо ваш сервер містить не більше 16ядер. Увага, це експериментальна функція.

source: Do you wish to configure network?
ru: Хотите ли вы настроить сеть?
uk: Ви хочете налаштувати мережу?

source: Doesn't exist
ru: Не существует
uk: Не існує

source: Download completed successfully
ru: Закачка успешно завершена
uk: Завантаження успішно завершено

source: Download error:
ru: Ошибка при закачке:
uk: Помилка завантаження:

source: Download error: cannot download file
ru: Ошибка при закачке: невозможно скачать файл
uk: Помилка завантаження: неможливо завантажити файл

source: Download error: error writing output file
ru: Ошибка при закачке: ошибка при записи выходного файла
uk: Помилка завантаження: помилка під час запису вихідного файлу

source: Download error: file downloaded, but MD5 doesn't match
ru: Ошибка при закачке: файл скачан, но контрольная сумма не совпадает
uk: Помилка завантаження: файл завантажений, але контрольна сума не співпадає

source: Download error: file not found
ru: Ошибка при закачке: файл не найден
uk: Помилка завантаження: файл не знайдено

source: Download error: forbidden
ru: Ошибка при закачке: доступ запрещен
uk: Помилка завантаження: доступ заборонений

source: Download error: host not found
ru: Ошибка при закачке: сервер не найден
uk: Помилка завантаження: сервер не знайдено

source: Download error: login incorrect
ru: Ошибка при закачке: неправильный логин/пароль
uk: Помилка завантаження: неправильний логін/пароль

source: Download error: out of space
ru: Ошибка при закачке: недостаточно места на диске
uk: Помилка завантаження: недостатньо місця на диску

source: Download error: timeout
ru: Ошибка при закачке: время ожидания истекло
uk: Помилка завантаження: час очікування закінчився

source: Download errors ignored, continue installing
ru: Ошибки закачки игнорированы, продолжаем установку
uk: Помилки завантажування проігноровано, продовжуємо установку

source: Download failed
ru: Закачка не удалась
uk: Завантаження не вдалося

source: Download: [
ru: Закачка: [
uk: Завантаження: [

source: Downloaded packages are stored in %s
ru: Закачанные пакеты находятся в %s
uk: Завантажені пакети знаходяться в %s

source: Downloading
ru: Закачка
uk: Завантаження

source: Downloading
ru: Скачивается
uk: Завантаження

source: Downloading files
ru: Закачка файлов
uk: Завантаження файлів

source: Downloading files from
ru: Закачка файлов из
uk: Завантаження файлів з

source: Downloading finished
ru: Закачка завершена
uk: Завантаження завершено

source: Downloading:
ru: Скачивается:
uk: Завантажується:

source: Edit by groups
ru: Редактировать по группам
uk: Редагування групи

source: Edit configuration file manually
ru: Редактировать конфигурационный файл вручную
uk: Редагувати файл конфігурації вручну

source: Edit current package set
ru: Редактировать текущий набор пакетов
uk: Редагувати поточний набір пакетів

source: Edit list of groups which will be installed. Note that all changes done in previous menu will be lost.
ru: Отредактируйте список групп, которые вы хотите установить. Учтите что все изменения, произведенные в предыдущем меню, будут утеряны.
uk: Редагувати список груп, які будуть встановлені. Зауважимо, що всі зміни зроблені в попередньому меню будуть втрачені.

source: Edit repository URL:
ru: Отредактировать URL репозитория:
uk: Редагувати URL адресу репозиторія:

source: Edit repository list (optional)
ru: Редактировать список репозиториев (опционально)
uk: Редагувати список репозиторіїв (за бажанням)

source: Edit repository list. Keys: SPACE - enable/disable, ENTER - edit, INSERT - add, DELETE - remove. When ready, select Apply
ru: Отредактируйте список репозиториев. Клавиши: ПРОБЕЛ - включить/отключить, ENTER - редактировать, INSERT - добавить, DELETE - удалить. По завершении выберите "Применить"
uk: Редагувати список репозиторіїв. Клавіші: SPACE - увімкнути/вимкнути, ENTER - редагувати, INSERT -додати, DELETE - видалити. Після закінчення редагування, виберіть Застосувати

source: Edit tags of package
ru: Редактирование тегов у пакета
uk: Редагування тегів у пакета

source: Enable GUI logon screen?
ru: Включить графический вход в систему?
uk: Включити графічний вхід в систему?

source: Enable X11 login by default?
ru: Включить графический вход в систему по умолчанию?
uk: Включити X11 вхід в систему за замовчуванням?

source: Enable addons?
ru: Подключить дополнения?
uk: Включити додатки?

source: English
ru: Английский
uk: Англійська

source: Enter URL for repository list:
ru: Введите URL, где находится список репозиториев::
uk: Введіть URL, де знаходиться список репозиторіїв:

source: Enter VESA graphics mode (decimal):
ru: Введите номер графического режима VESA (десятичный):
uk: Введіть VESA режим графіки (в десятковій системі):

source: Enter a part of filename:
ru: Введите часть имени файла:
uk: Введіть частину імені файлу:

source: Enter hostname (for example, mops):
ru: Введите имя компьютера (например, mops):
uk: Введіть ім'я хоста (наприклад, mops):

source: Enter mount point for
ru: Укажите точку монтирования для
uk: Введіть точку монтування для

source: Enter network card name:
ru: Введите имя сетевой карты:
uk: Введіть ім'я мережевої карти:

source: Enter network name (for example, example.net):
ru: Введите имя сети (например, example.net):
uk: Введіть ім'я мережі (наприклад, example.net):

source: Enter new tag for package:
ru: Введите новый тег для пакета:
uk: Введіть новий тег для пакета:

source: Enter output filename:
ru: Введите имя выходного файла:
uk: Введіть ім'я вихідного файлу:

source: Enter package name (without version, for example: zlib):
ru: Введите имя пакета (без версии, например: zlib):
uk: Введіть ім'я пакета (без версії, наприклад: zlib):

source: Enter package name or part of it:
ru: Введите имя пакета или его часть:
uk: Введіть ім'я пакета або його частини:

source: Enter password for user
ru: Введите пароль для пользователя
uk: Введіть пароль для користувача

source: Enter repository URL:
ru: Введите URL репозитория:
uk: Введіть URL репозиторію:

source: Enter search pattern:
ru: Введите шаблон поиска:
uk: Введіть шаблон пошуку:

source: Enter server's hostname or IP address:
ru: Введите имя сервера или его IP:
uk: Введіть ім'я сервера чи IP-адресу:

source: Enter user name:
ru: Введите имя пользователя:
uk: Введіть ім'я користувача:

source: Error
ru: Ошибка
uk: Помилка

source: Error cleaning cache!
ru: Ошибка очистки кеша!
uk: Помилка очищення кешу!

source: Error connecting to %s, skipping
ru: Ошибка при подключении к %s, пропускаю
uk: Помилка при підключенні до %s, пропуск

source: Error creating repository index!
ru: При создании индекса произошла ошибка!
uk: При створенні індексу сталася помилка!

source: Error downloading checksums
ru: Ошибка при закачке контрольных сумм
uk: Помилка завантаження контрольних сум

source: Error downloading package index: download error, or unsupported repository type
ru: Ошибка при закачке индекса с репозитория: ошибка закачки, либо не поддерживаемый тип репозитория
uk: Помилка завантаження індексу з репозиторію: помилка завантаження, або непідтримуваний тип репозиторію

source: Error in
ru: Ошибка в
uk: Помилка в

source: Error in dependencies:
ru: Неразрешенные зависимости:
uk: Помилка в залежностях:

source: Error initializing CORE
ru: Ошибка при инициализации
uk: Помилка при ініціалізації CORE

source: Error querying database
ru: Ошибка при запросе базы данных
uk: Помилка при запиті бази даних

source: Error updating data from
ru: Ошибка при обновлении данных с
uk: Помилка при оновленні даних з

source: Error while extracting package
ru: Ошибка при распаковке пакета
uk: Помилка при вилученні пакета

source: Error while installing package
ru: Ошибка при установке пакета
uk: Помилка при встановленні пакету

source: Error:
ru: Ошибка:
uk: Помилка:

source: Error: Unresolved file conflict on package
ru: Ошибка: неразрешенный конфликт файлов в пакете
uk: Помилка: недозволений конфлікт файлів у пакеті

source: Error: database is locked. Please close all other programs that use this
ru: Ошибка: база данных заблокирована другим процессом
uk: Помилка: база даних заблокована іншим процесом

source: Error: failed to set password, internal error
ru: Ошибка: пароль установить не удалось, внутренняя ошибка
uk: Помилка: не вдалося встановити пароль, внутрішня помилка

source: Error: no hard drive detected
ru: Ошибка: жесткие диски не обнаружены
uk: Помилка: не виявлено жорсткий диск

source: Error: unknown option %s
ru: Ошибка: неизвестная опция %s
uk: Помилка: невідомий параметр %s

source: Error: unresolved dependencies
ru: Ошибка: неразрешенные зависимости
uk: Помилка: не вирішені залежності

source: Errors detected, cannot continue
ru: Обнаружены ошибки, продолжение невозможно
uk: Виявлені помилки, продовження неможливо

source: Example: mpkg build march=i686 mtune=prescott olevel=O3
ru: Например: mpkg build march=i686 mtune=prescott olevel=O3
uk: Наприклад: mpkg build march=i686 mtune=prescott olevel=O3

source: Executing ldconfig
ru: Выполнение ldconfig
uk: Виконання ldconfig

source: Executing ldconfig
ru: Выполнение ldconfig
uk: Виконання ldconfig

source: Exit
ru: Выход
uk: Вихід

source: Exit from setup.
ru: Выход из установки.
uk: Вихід з програми установки.

source: Export list of installed packages
ru: Экспорт списка установленных пакетов
uk: Експорт списку встановлених пакетів

source: Export list of installed packages to file
ru: Экспорт списка установленных пакетов
uk: Експорт списку встановлених пакетів до файлу

source: Export package database to Slackware format
ru: Экспорт базы данных в формат Slackware
uk: Експорт бази даних у формат Slackware

source: Extraction failed
ru: Распаковка не удалась
uk: Помилка при розпакуванні

source: FAILED
ru: ОШИБКА
uk: ПОМИЛКА

source: FILE
ru: ФАЙЛ
uk: ФАЙЛ

source: FULL
ru: ПОЛНАЯ
uk: ПОВНИЙ

source: Failed - depencency errors
ru: Ошибка - неразрешенные зависимости
uk: Помилка - недозволені залежності

source: Failed - dependency errors
ru: Ошибка - неразрешенные зависимости
uk: Помилка - недозволені залежності

source: Failed retrieving package list!
ru: Ошибка при получении списка пакетов!
uk: Помилка при отриманні списку пакетів!

source: Failed to connect to Samba server:
ru: Не удалось подключиться к Samba-серверу:
uk: Не вдалося підключитися до Samba-сервера:

source: Failed to delete profile
ru: Не удалось удалить профиль
uk: Не вдалося видалити профіль

source: Failed to detect source directory, cannot continue
ru: Не удалось определить директорию с исходниками, продолжение невозможно
uk: Не вдалося виявити вихідний каталог, не можу продовжувати

source: Failed to execute requested operations:
ru: Не удалось выполнить запрошенные операции:
uk: Не вдалося виконати всі операції:

source: Failed to extract sources
ru: Ошибка при распаковке исходников
uk: Помилка при вилученні вихідних текстів

source: Failed to extract!
ru: Ошибка при распаковке!
uk: Помилка при вилученні!

source: Failed to get index
ru: Не удалось получить индекс
uk: Не вдалося отримати індекс

source: Failed to install package
ru: Ошибка при установке пакета
uk: Помилка при встановленні пакета

source: Failed to load package list from network. Maybe, you didn't configured network properly. Try to (re)configure it?
ru: Не удалось получить список пакетов из сети. Возможно, вы не настроили сеть. Попробовать перенастроить её?
uk: Не вдалося завантажити список пакетів з мережі. Може бути, що ви налаштували мережу неправильно. Спробувати (пере)налаштувати її?

source: Failed to mount partition
ru: Не удалось смонтировать раздел
uk: Не вдалося змонтувати розділ

source: Failed to open package, exiting
ru: Не удалось открыть пакет, выходим
uk: Не вдалося відкрити пакет, вихід

source: Failed to parse package: invalid data.xml
ru: Не удалось распарсить пакет: некорректный data.xml
uk: Не вдалося проаналізувати пакет: недійсний data.xml

source: Failed to read repository index from this disc
ru: Не удалось прочитать индекс репозитория с этого диска
uk: Не вдалося прочитати індекс репозиторію з цього диску

source: Failed to receive answer from user
ru: Не удалось получить ответ от пользователя
uk: Не вдалося отримати відповідь від користувача

source: Failed to restore standard MBR boot loader on drive
ru: Не удалось восстановить стандартный MBR на диске
uk: Не вдалося відновити стандартний MBR завантажувач на диску

source: Fast filesystem developed by SGI
ru: Быстрая файловая система, разработанная SGI
uk: Швидка файлова система розроблена SGI

source: File
ru: Файл
uk: Файл

source: File %s doesn't belong to any installed package
ru: Файл %s не относится ни к одному из установленных пакетов
uk: Файл %s не відноситься до жодного із встановлених пакетів

source: File %s found in %d package(s):
ru: Файл %s найден в %d пакетах:
uk: Файл %s знайдений у %d пакетах:

source: File not found
ru: Файл не найден
uk: Файл не знайдено

source: File or directory
ru: Файл или директория
uk: Файл чи каталог

source: Filename conforms slackware guidelines
ru: Имя файла соответствует правилам Slackware
uk: Назва файлу відповідає керівним принципам Slackware

source: Filename doesn't conform slackware guidelines: should be
ru: Имя файла не соответствует правилам Slackware: должно быть
uk: Ім'я файлу не відповідає керівним принципам Slackware: Повинно

source: Filename was:
ru: Имя файла:
uk: Ім'я файлу:

source: Filesystem type and mountpoint options for
ru: Тип файловой системы и опции монтирования для
uk: Тип файлової системи і опції точки монтування для

source: Formatting filesystems...
ru: Форматирование файловых систем...
uk: Форматування файлових систем ...

source: Formatting partition
ru: Форматирование раздела
uk: Форматування розділу

source: Formatting partitions
ru: Форматирование разделов
uk: Форматування розділів

source: Formatting root partition
ru: Форматирование корневого раздела
uk: Форматування кореневого розділу

source: Found
ru: Найдено
uk: Знайдено

source: Found %d updates
ru: Найдено %d обновлений
uk: Знайдено %d оновлень

source: Found essential packages, cannot continue
ru: Найдены критичные системные пакеты, продолжение невозможно
uk: Знайдені критичні системні пакети, продовження неможливо

source: Friday
ru: Пятница
uk: П'ятниця

source: From network
ru: Из сети
uk: З мережі

source: From network (multiple sources)
ru: Из сети (несколько источников)
uk: З мережі (кілька джерел)

source: From network:
ru: Из сети:
uk: З мережі:

source: Full installation
ru: Полная установка
uk: Повна установка

source: Full installation (recommended)
ru: Все пакеты (рекомендуется)
uk: Повна установка (рекомендується)

source: Full package set for any purposes: workstation, office, home, education, development, and so on. You can remove unneeded components at any time after installation.
ru: Набор пакетов на все случаи жизни. Вы сможете удалить лишнее в любой момент после установки.
uk: Повний набір пакетів для будь-яких цілей: робоче місце, офіс, дім, освіта,розвиток, і так далі. Ви можете видалити непотрібні компоненти в будь-який час після установки.

source: Full-featured menu-based installation mode. Use it if you need advanced options
ru: Полнофункциональный режим в режиме меню. Используйте его, если вам требуются тонкие настройки
uk: Повнофункціональний режим установки з використанням меню. Використовуйте його, якщо вам потрібні додаткові функції.

source: GRUB boot loader installed successfully
ru: Загрузчик GRUB установлен успешно
uk: Завантажувач GRUB встановлений успішно

source: GRUB installation failed. Your system will NOT boot without bootloader
ru: Установка GRUB не удалась. Ваша система не загрузится без загрузчика
uk: Завантажувач GRUB не встановлено. Ваша система НЕ буде завантажуватися без завантажувача

source: GRUB2 boot loader installed successfully
ru: Загрузчик GRUB2 установлен успешно
uk: Завантажувач GRUB2 успішно встановлений

source: GRUB2 installation failed. Your system will NOT boot without bootloader
ru: Установка GRUB2 не удалась. Ваша система не загрузится без загрузчика
uk: Завантажувач GRUB2 не встановлено. Ваша система НЕ буде завантажуватися без завантажувача

source: GRand Unified Bootloader (default)
ru: GRand Unified Bootloader (по умолчанию)
uk: GRand Unified Bootloader (за замовчуванням)

source: GRand Unified Bootloader 2 (default)
ru: GRand Unified Bootloader 2 (по умолчанию)
uk: GRand Unified Bootloader 2 (за замовчуванням)

source: Gateway (leave blank if none):
ru: Шлюз (если отсутствует - оставьте пустым):
uk: Шлюз (залиште порожнім, якщо нема):

source: GeForce 2 and older
ru: GeForce 2 или старее
uk: GeForce 2 та старіші

source: GeForce 4 series
ru: Серия GeForce 4
uk: GeForce 4 серія

source: GeForce 6 series and later
ru: Серия GeForce 6 и новее
uk: GeForce 6 серія та старіші

source: GeForce FX series
ru: Серия GeForce FX
uk: GeForce FX серія

source: Generate dependencies
ru: Генерировать зависимости пакета
uk: Генерувати залежності пакета

source: Generating dependencies for
ru: Генерация зависимостей для
uk: Генерація залежностей для

source: Generic 80x25 text console
ru: Стандартная текстовая консоль 80x25
uk: Стандартна 80x25 текстова консоль

source: Generic netconfig, Slackware default network settings manager
ru: Стандартный netconfig, менеджер настроек сети, используемый в Slackware по умолчанию
uk: netconfig, менеджер налаштування мережі за замовчуванням в Slackware

source: Get repository list from server
ru: Загрузить список репозиториев с сервера
uk: Завантажити список репозиторіїв з сервера

source: Got
ru: Получено
uk: Отримав

source: Got %d dependencies
ru: Получено %d зависимостей
uk: Отримано %d залежностей

source: Got %ld dependencies
ru: Получено %ld зависимостей
uk: Отримав %ld залежностей

source: Groups
ru: Группы
uk: Групи

source: Hard drive partition
ru: Раздел жесткого диска
uk: Розділ жорсткого диску

source: Hebrew
ru: Иврит
uk: Іврит

source: Hebrew (phonetic)
ru: Иврит (phonetic)
uk: Іврит (фонетична)

source: Hm... no package was returned. Seems to be malformed SQL query
uk: Хм ... пакет не був повернутий. Здається, SQL запит невірний

source: Hm... no package was returned. Seems to be malformed SQL query
uk: Хм ... пакет не був повернутий. Здається, SQL запит невірний

source: I CONFIRM
ru: ПОДТВЕРЖДАЮ
uk: Я ПІДТВЕРДЖУЮ

source: IP address:
ru: IP адрес:
uk: IP-адреса:

source: ISO image
ru: Образ ISO
uk: ISO образ

source: Idle
ru: Готово
uk: Холостий

source: If you have lots of RAM (2Gb or more), and you sure that you will never use all of this - you can continue without swap. Please note, that you will also loose ability of suspending to disk, because it uses swapspace for data storage.
ru: Если у вас очень много ОЗУ (2гб или более), и вы уверены что никогда не займете её целиком - можете продолжить без области подкачки. Но в таком случае вы так же лишитесь возможности засыпания на диск
uk: Якщо у вас багато оперативної пам'яті (2Gb і більше), і ви впевнені, що вам це непотрібно - можна продовжувати без підкачки. Зверніть увагу на те, що ви також втратите можливість використання сплячого режиму, тому що він використовує розділ підкачки для збереження даних.
