Repository: 007exe/mpkg
Catalog: i18n/*.po
Languages: ru, uk

source: installgroup install all the packages from group
ru: installgroup установить все пакеты из группы
uk: installgroup встановити всі пакети з групи

source: installgroup <group_name> install all the packages from group
ru: installgroup <group_name> установить все пакеты из группы
uk: installgroup <group_name> встановити всі пакети з групи

source: installgroup GROUP_NAME install all the packages from group
ru: installgroup ИМЯ_ГРУППЫ установить все пакеты из группы
uk: installgroup ІМ'Я_ГРУПИ встановити всі пакети з групи

source: list show the list of all packages in database
ru: list показать список пакетов, имеющихся в базе
uk: list відобразити перелік всіх пакетів з бази даних

source: list show the list of all packages in database
ru: list показать список всех пакетов в базе данных
uk: list відобразити перелік всіх пакетів з бази даних

source: list show the list of all packages in database
ru: list показать список всех пакетов в базе данных
uk: list відобразити перелік всіх пакетів з бази даних

source: list_rep list enabled repositories
ru: list_rep вывести список репозиториев
uk: list_rep відобразити список репозиторіїв

source: list_rep list enabled repositories
ru: list_rep показать список репозиториев
uk: list_rep відобразити список репозиторіїв

source: list_rep list enabled repositories
ru: list_rep показать список репозиториев
uk: list_rep відобразити список репозиторіїв

source: listgroup show the list of packages belonged to group
ru: listgroup вывести список пакетов из группы
uk: listgroup відобразити перелік пакетів, належних до групи

source: listgroup <group_name> show the list of packages belonged to group
ru: listgroup <group_name> вывести пакеты, относящиеся к группе
uk: listgroup <group_name> відобразити перелік пакетів, належних до групи

source: listgroup GROUP_NAME show the list of packages belonged to group
ru: listgroup ИМЯ_ГРУППЫ показать список пакетов, относящихся к группе
uk: listgroup ІМ'Я_ГРУПИ відобразити перелік пакетів належних до групи

source: listgroups show the list of all existing groups
ru: listgroups вывести список существующих групп
uk: listgroups відобразити перелік існуючих груп

source: listgroups show the list of all existing groups
ru: listgroups показать список всех существующих групп пакетов
uk: listgroups відобразити перерелік всіх існуючих груп пакетів

source: listupdates list available updates
ru: listupdates вывести список доступных обновлений
uk: listupdates відобразити перелік доступних оновлень

source: march= CPU architecture
ru: march= Архитектура CPU
uk: march= архітектура CPU

source: menu shows the package selection menu
ru: menu Показать меню пакетов
uk: menu Показати меню пакетів

source: menu Shows the package selection menu
ru: menu Показать меню пакетов
uk: menu Показати меню пакетів

source: mtune= CPU tuning
ru: mtune= Оптимизация под CPU
uk: mtune= Оптимізація під CPU

source: nativize search current directory for non-native packages and convert it to MPKG format
ru: nativize найти в текущей директории пакеты не-MPKG формата и сконвертировать их в него
uk: nativize знайти у поточній директорії пакети відмінні від MPKG формату та сконвертовані їх у нього

source: nativize [dir] search directory for non-native packages and convert it to MPKG format
ru: nativize [dir] найти в директории не-нативные пакеты и сконвертировать их в формат MPKG
uk: nativize [dir] знайти у директорії пакети відмінні від MPKG формату та сконвертовані їх у нього

source: olevel= Optimization level
ru: olevel= Уровень оптимизации gcc
uk: olevel= Рівень оптимізації gcc

source: purge purge selected package
ru: purge удалить пакет, включая конфигурационные файлы
uk: purge видалити пакет, включаючи конфігураційні файли

source: purge purge selected package(s)
ru: purge очистить выбранные пакеты
uk: purge очистити вибрані пакети

source: purge purge selected package
ru: purge удалить пакет, включая конфигурационные файлы
uk: purge видалити пакет, включаючи конфігураційні файли

source: purge <package_name> purge selected package(s)
ru: purge <package_name> удалить пакет, включая конфигурационные файлы
uk: purge <package_name> видалити пакет(и), включаючи конфігураційні файли

source: purge PACKAGE_NAME purge selected package(s)
ru: purge ИМЯ_ПАКЕТА удалить пакет(ы), включая конфигурационные файлы
uk: purge ІМ'Я_ПАКЕТУ видалити пакет(и), включаючи конфігураційні файли

source: reinstall reinstall package(s)
ru: reinstall переустановить пакет(ы)
uk: reinstall перевстановити пакет(и)

source: reinstall <package_name> reinstall package(s)
ru: reinstall <package_name> переустановить пакет(ы)
uk: reinstall <package_name> перевстановити пакет(и)

source: reinstall PACKAGE_NAME reinstall package(s)
ru: reinstall ИМЯ_ПАКЕТА переустановить пакет(ы)
uk: reinstall ІМ'Я_ПАКЕТУ перевстановити пакет(и)

source: remove remove selected package
ru: remove удалить пакеты
uk: remove видалити пакети

source: remove remove selected package(s)
ru: remove удалить пакет(ы)
uk: remove видалити пакет(и)

source: remove remove selected package
ru: remove удалить пакеты
uk: remove видалити пакети

source: remove <package_name> remove selected package(s)
ru: remove <package_name> удалить пакет(ы)
uk: remove <package_name> видалити пакет(и)

source: remove PACKAGE_NAME remove selected package(s)
ru: remove ИМЯ_ПАКЕТА удалить пакет(ы)
uk: remove ІМ'Я_ПАКЕТА видалити пакет(и)

source: removegroup remove all the packages from group
ru: removegroup удалить все пакеты из группы
uk: removegroup видалити всі пакети з групи

source: removegroup <group_name> remove all the packages from group
ru: removegroup <group_name> удалить все пакеты из группы
uk: removegroup <group_name> видалити всі пакети з групи

source: removegroup GROUP_NAME remove all the packages from group
ru: removegroup ИМЯ_ГРУППЫ удалить все пакеты, относящиеся к группе
uk: removegroup ІМ'Я_ГРУПИ видалити всі пакети, що відносяться до групи

source: reset reset queue
ru: reset сбросить очередь
uk: reset скинути чергу

source: reset reset queue
ru: reset сбросить очередь
uk: reset скинути чергу

source: reset reset queue
ru: reset сбросить очередь
uk: reset скинути чергу

source: search search package by name
ru: search поиск пакета по имени
uk: search пошук пакета по імені

source: search search package by name
ru: search поиск пакета по имени
uk: search пошук пакета по імені

source: search <package_name> search package by name
ru: search <package_name> поиск пакета по имени
uk: search <package_name> пошук пакета по імені

source: search PATTERN search package by name containing PATTERN
ru: search PATTERN поиск пакетов по имени
uk: search ШАБЛОН пошук пакетів по шаблону

source: searchdescription PATTERN search package by description containing PATTERN
ru: searchdescription PATTERN поиск пакетов по описанию
uk: searchdescription ШАБЛОН пошук пакетів по опису та шаблону

source: setup [ OPTIONS ] Available options:
ru: setup [ ОПЦИИ ] Доступные опции:
uk: setup [ ОПЦІЇ ] Доступні опції:

source: show show info about package
ru: show показать информацию о пакете
uk: show показати інформацію про пакет

source: show show info about package
ru: show показать информацию о пакете
uk: show показати інформацію про пакет

source: show <package_name> show info about package
ru: show <package_name> показать информацию о пакете
uk: show <package_name> показати інформацію про пакет

source: show PACKAGE_NAME show info about package
ru: show ИМЯ_ПАКЕТА показать информацию о пакете
uk: show ІМ'Я_ПАКЕТУ показати інформацію про пакет

source: show_queue show queue
ru: show_queue показать очередь
uk: show_queue показати чергу

source: show_queue show actions queue
ru: show_queue показать очередь
uk: show_queue показати чергу дій

source: show_queue show queue
ru: show_queue показать очередь
uk: show_queue показати чергу

source: show_queue show actions queue
ru: show_queue показать очередь
uk: show_queue показати чергу дій

source: show_queue show queue
ru: show_queue показать очередь
uk: show_queue показати чергу

source: sync <syncmap file> syncronize repositories by sync map
ru: sync <syncmap file> синхронизировать репозитории по карте синхронизации
uk: sync <syncmap file> синхронізувати репозиторій, використовуючи карту синхронізації

source: test Executes unit test
ru: test Запустить тестовые процедуры
uk: test Запустити тестові процедури

source: test Executes unit test
ru: test Запустить тестовые процедуры
uk: test Запустити тестові процедури

source: update update packages info
ru: update обновить информацию из репозиториев
uk: update оновити інформацію з репозиторіїв

source: update update packages info
ru: update обновить базу доступных пакетов
uk: update оновити базу наявних пакетів

source: update update packages info
ru: update обновить базу доступных пакетов
uk: update оновити базу наявних пакетів

source: upgrade upgrade selected package
ru: upgrade обновить указанные пакеты
uk: upgrade оновити зазначені пакети

source: upgrade upgrade selected package or full system if no package selected
ru: upgrade обновить выбранный пакет, либо всю систему, если пакет не указан
uk: upgrade оновити обраний пакет, або всю систему, якщо пакет не вказано

source: upgrade upgrade selected package or full system if no package selected
ru: upgrade обновить выбранный пакет, либо всю систему, если пакет не указан
uk: upgrade оновити обраний пакет, або всю систему, якщо пакет не вказано

source: upgrade <package_name | filename> upgrade selected package
ru: upgrade <package_name | filename> обновить пакеты
uk: upgrade <package_name | filename> оновити обраний пакет

source: upgrade PACKAGE_NAME | FILENAME upgrade selected package
ru: upgrade ИМЯ_ПАКЕТА | ИМЯ_ФАЙЛА обновить пакет(ы)
uk: upgrade ІМ'Я_ПАКЕТУ | ІМ'Я_ФАЙЛУ оновити пакет(и)

source: upgradeall upgrade all installed packages
ru: upgradeall обновить все установленные пакеты
uk: upgradeall оновити усі встановлені пакети

source: upgradeall upgrade all installed packages
ru: upgradeall обновить все установленные пакеты
uk: upgradeall оновити усі встановлені пакети

source: version show mpkg version
ru: version показать версию mpkg
uk: version показати версію mpkg

source: which look for owner of the file in installed packages (EQUAL mode).
ru: which поиск пакета по файлам (EQUAL-режим).
uk: which пошук пакету по файлах (EQUAL-режим).

source: which <filename> look for owner of the file in installed packages (EQUAL mode).
ru: which <filename> поиск пакета по имени файла (EQUAL-режим)
uk: which <filename> пошук пакету по імені файлу (EQUAL-режим).

source: which FILE_NAME look for owner of the file in installed packages (EQUAL mode).
ru: which ИМЯ_ФАЙЛА поиск пакетов по точному имени файла
uk: which ІМ'Я_ФАЙЛУ пошук пакетів по точному імені файлу

source: whodepend show what packages depends on this one
ru: whodepend вывести список пакетов, зависящих от указанного
uk: whodepend вивести список пакетів, які залежать від зазначеного

source: whodepend <package_name> show what packages depends on this one
ru: whodepend <package_name> поиск пакетов, зависящих от указанного
uk: whodepend <package_name> пошук пакетів, які залежать від зазначеного

source: whodepend GROUP_NAME show what packages depends on this one
ru: whodepend GROUP_NAME найти пакеты, зависящие от данного
uk: whodepend ІМ'Я_ГРУПИ знайти пакети, що залежать від даного

source: whodepend PACKAGE_NAME show what packages depends on this one
ru: whodepend PACKAGE_NAME поиск установленных пакетов, зависящих от данного
uk: whodepend ІМ'Я_ПАКЕТУ пошук встановлених пакетів, які залежать від даного

source: No deltas found for %s
ru: Не найдены дельты для %s
uk: Не знайдено дельт для %s

source: ----------Repairing damaged packages----------
ru: ----------Восстановление поврежденных пакетов----------
uk: ----------Відновлення пошкоджених пакетів----------

source: Tags:
ru: Теги:
uk: Теги:

source: -------------SUMMARY------------------ Total: %d packages Repository index created successfully
ru: -------------РЕЗУЛЬТАТЫ------------------ Всего: %d пакетов Репозиторий проиндексирован успешно
uk: -------------РЕЗУЛЬТАТИ------------------ Всього: %d пакетів Репозиторій проіндексований успішно

source: Actions:
ru: Действия:
uk: Дії:

source: Added to repository:
ru: Добавлен в репозиторий:
uk: Додано до репозиторію:

source: Arch:
ru: Архитектура:
uk: Архітектура:

source: Beta release:
ru: Бета-версия:
uk: Бета реліз:

source: Boot loader will be installed in:
ru: Загрузчик будет установлен в:
uk: Завантажувач буде встановлено в:

source: Branch:
ru: Ветка:
uk: Бранч:

source: Build:
ru: Сборка:
uk: Білд:

source: Checking and fixing permissions...
ru: Проверка прав доступа...
uk: Перевірка прав доступу...

source: Checking file conflicts for package %s
ru: Проверка конфликтов файлов пакета %s
uk: Перевірка конфлікту файлів для пакету %s

source: Choose driver for it:
ru: Выберите драйвер:
uk: Виберіть драйвер для неї:

source: Choose driver for it: 180.хх - GeForce 6 and newer 173.xx - GeForce FX 96.xx - GeForce 2MX, 3, 4, 4MX 7х - GeForce2 and older
ru: Выберите драйвер: 180.хх - GeForce 6 и новее 173.xx - GeForce FX 96.xx - GeForce 2MX, 3, 4, 4MX 7х - GeForce2 и более старые
uk: Виберіть драйвер: 180.хх - GeForce 6 і новіші 173.xx - GeForce FX 96.xx - GeForce 2MX, 3, 4, 4MX 7х - GeForce2 і старіші

source: Choose driver for it: 185.хх and 190.xx - GeForce 6 and newer 173.xx - GeForce FX 96.xx - GeForce 2MX, 3, 4, 4MX 7х - GeForce2 and older
ru: Выберите драйвер: 185.хх and 190.xx - GeForce 6 и новее 173.xx - GeForce FX 96.xx - GeForce 2MX, 3, 4, 4MX 7х - GeForce2 и более старые
uk: Виберіть драйвер: 185.хх and 190.xx - GeForce 6 і новіші 173.xx - GeForce FX 96.xx - GeForce 2MX, 3, 4, 4MX 7х - GeForce2 і старіші

source: Choose driver for your hardware:
ru: Выберите драйвер для вашего оборудования:
uk: Виберіть драйвер для вашого обладнання:

source: Choose driver: for cards based prior to R600 (9xxx, X300, X550, X600, X700, X1xxx, Xpress, X2100), select 9-3, for newer cards - select latest version:
ru: Выберите драйвер: для карт основанных на чипах младше R600 (9xxx, X300, X550, X600, X700, X1xxx, Xpress, X2100), выберите 9-3, для более новых - выберите последнюю версию:
uk: Виберіть драйвер: для карт на базі R600 (9xxx, X300, X550, X600, X700, X1xxx, Xpress, X2100), оберіть 9-3, для новіших карт - оберіть останню версію:

source: Compressed packages size:
ru: Размер сжатых пакетов:
uk: Стиснутий розмір пакетів:

source: Compressed size:
ru: Размер в сжатом виде:
uk: Стиснутий розмір:

source: Conflicts:
ru: Конфликтует:
uk: Конфлікти:

source: Data path:
ru: Путь к данным:
uk: Шлях до данних:

source: Debug options:
ru: Опции отладки:
uk: Параметри налагодження:

source: Deltas:
ru: Дельта-обновления:
uk: Дельти:

source: Dependencies:
ru: Зависимости:
uk: Залежності:

source: Details:
ru: Подробности:
uk: Деталі:

source: Disk space required by packages:
ru: Размер места на диске для установки пакетов:
uk: Дисковий простір, необхідний для пакетів:

source: Download error:
ru: Ошибка закачки:
uk: Помилка завантаження:

source: Extra options for command "build" (should be specified _before_ package name):
ru: Дополнительные опции команды "build" (должны быть указаны _ДО_ имени пакета ):
uk: Додаткові опції команди "build" (повинні бути вказані ДО іменіпакету):

source: File name:
ru: Имя файла:
uk: Ім'я файлу:

source: Filesystem type:
ru: Тип файловой системы:
uk: Тип файлової системи:

source: Full description:
ru: Полное описание:
uk: Повний опис:

source: Installed size:
ru: Размер (распакованный):
uk: Розмір після встановлення:

source: Interactive options:
ru: Интерактивные опции:
uk: Інтерактивні опції:

source: Last indexed:
ru: Последний проиндексированный:
uk: Останнє індексування:

source: Locations:
ru: Размещение:
uk: Місця:

source: MD5 checksum:
ru: Контрольная сумма MD5:
uk: MD5 контрольна сума:

source: Maintainer:
ru: Мейнтейнер:
uk: Супроводжуючий:

source: Next packages will be removed:
ru: Следующие пакеты будут удалены:
uk: Наступні пакети будуть видалені:

source: Note that if you splitted your filesystem tree (e.g. separate /usr, and so on), this information may be incorrect and you can safely ignore this warning. Continue anyway?
ru: Учтите что если вы разделили вашу файловую систему на несколько разделов (к примеру, выделили отдельным разделом /usr), эта информация может быть некорректна и вы можете игнорировать это предупреждение. Все равно продолжить?
uk: Зауважимо, що якщо ви розділяли файлову систему (наприклад, окремий розділ /usr, і т.д.п.), ця інформація може бути неправильною, і ви можете спокійно ігнорувати цепопередження. Продовжити в будь-якому випадку?

source: Package path:
ru: Путь к пакетам:
uk: Шлях до пакета:

source: Proceed with installation?
ru: Приступить к установке?
uk: Приступити до установки?

source: Provides:
ru: Предоставляет:
uk: Забезпечує:

source: Repository maintaining functions:
ru: Функции для обслуживания репозитория:
uk: Функції для обслуговування репозиторію:

source: Short description:
ru: Краткое описание:
uk: Короткий опис:

source: Update available:
ru: Доступно обновление:
uk: Доступне оновлення:

source: Usage: %s [options] ACTION [package] [package] ...
ru: Использование: %s [опции] ДЕЙСТВИЕ [пакет] [пакет] ...
uk: Використання: %s [опції] ДІЯ [пакет] [пакет] ...

source: Usage: %s [options] action package [package ...]
ru: Синтаксис: %s [опции] ДЕЙСТВИЕ пакет [пакет ...]
uk: Синтаксис: %s [опції] ДІЯ пакет [пакет ...]

source: Version:
ru: Версия:
uk: Версія:

source: checking file conflicts
ru: проверка конфликтов файлов
uk: перевірка конфліктів файлів

source: executing post-install script
ru: выполнение пост-установочных скриптов
uk: виконання пост-інсталяційних скриптів

source: executing pre-install script
ru: выполнение предустановочного скрипта
uk: виконання пре-інсталяційного скрипту

source: extracting
ru: распаковка
uk: вилучення

source: extracting metadata
ru: извлечение метаданных
uk: вилучення метаданих

source: finishing installation
ru: завершение установки
uk: завершення установки

source: merging file lists into database
ru: запись списка файлов в базу данных
uk: запис списку файлів у базу даних

source: version show mpkg version
ru: version показать версию mpkg
uk: version показати версію mpkg

source: (config file)
ru: (конфигурационный файл)
uk: (конфігураційний файл)

source: (current version: 1.0). Please run mpkg (e.g. 'mpkg list') as root to do this Note: it will be backward-compatible with all previous versions of mpkg
ru: (текущая версия: 1.0). Пожалуйста, запустите mpkg (например 'mpkg list') от пользователя root для того чтобы это сделать Замечание: совместимость с предыдущими версиями mpkg будет сохранена
uk: (поточна версія: 1.0). Будь ласка, запустіть mpkg (наприклад 'mpkg list') від користувача root длятого, щоб це зробити Зауваження: сумісність з попередніми версіями mpkg буде збережена

source: (explicitly choosed:
ru: (выбрано явным образом:
uk: (конкретно вибрано:

source: (plain file)
ru: (обычный файл)
uk: (звичайний файл)

source: (symlink)
ru: (символьная ссылка)
uk: (символьне посилання)

source: (total
ru: (всего
uk: (всього

source: ; to fix this - rename package
ru: ; чтобы исправить это - переименуйте пакет
uk: ; щоб це виправити - задайте інше ім'я для пакета

source: AgiliaLinux repository updates
uk: оновлення в репозиторії AgiliaLinux

source: Gb
ru: Гб
uk: Гб

source: Kb
ru: Кб
uk: Кб

source: Mb
ru: Мб
uk: Мб

source: again:
ru: еще раз:
uk: знову:

source: as a root filesystem. Which filesystem type do you want to format it?
ru: в качестве корневой файловой системы. В какой тип файловой системы вы хотите его отформатировать?
uk: в якості кореневої файлової системи. В який тип файлової системи ви хочете його відформатувати?

source: build
ru: сборка
uk: збірка

source: bytes
ru: байт
uk: байт

source: cannot be found
ru: не найден
uk: не знайдено

source: contains 0 (zero) packages, I cannot install by this list
ru: содержит 0 (ноль) пакетов, нельзя произвести установку по этому списку
uk: містить 0 (нуль) пакетів, я не можу встановити по цьому списку

source: dependencies
ru: зависимостей
uk: залежності

source: depends on
ru: зависит от
uk: залежить від

source: doesn't belong to any of installed packages
ru: не относится ни к одному из установленных пакетов
uk: не відноситься до жодного із встановлених пакетів

source: doesn't exist
ru: не существует
uk: не існує

source: doesn't exists
ru: не существует
uk: не існує

source: failures
ru: ошибок
uk: помилок

source: files
ru: файлов
uk: файлів

source: found in
ru: найден в
uk: знайдений у

source: has broken files or symlinks:
ru: имеет поврежденные файлы и/или симлинки:
uk: має пошкоджені файли та/або симлінки:

source: in drive
ru: в привод
uk: на диску

source: installed)
ru: установлено)
uk: встановлено)

source: into drive
ru: в привод
uk: на диску

source: is already installed
ru: уже установлен
uk: вже встановлено

source: is already purged
ru: уже удален
uk: вже видалено

source: is broken
ru: сломан
uk: зламано

source: is failed: error while downloading
ru: завершилось с ошибкой: ошибка при закачке
uk: завершилося з помилкою: помилка при завантаженні

source: is incorrect, cannot resolve as dependency
ru: некорректно, невозможно определить как зависимость
uk: є неправильною, не можу вирішити залежності

source: is incorrect. It should be an absolute path (it means, beginning with slash /), for example: /mnt/win_c
ru: некорректен. Это должен быть абсолютный путь (он должен начинаться с /), например: /mnt/win_c
uk: є невірним. Це повинен бути абсолютний шлях (повинен починатися з /), наприклад: /mnt/win_c

source: is required, but no suitable version was found
ru: требуется, но подходящей версии не найдено
uk: потрібно, але належної версії не знайдено

source: is unavailable
ru: недоступен
uk: недоступний

source: kb)
ru: кб)
uk: кб)

source: kbytes)
ru: кбайт)
uk: кбайт)

source: min
ru: мин
uk: хв

source: not found
ru: не найден
uk: не знайдено

source: of
ru: из
uk: з

source: on
ru: на
uk: на

source: on it's MBR. Select first HDD if unsure:
ru: в его MBR. Если не знаете что выбрать - выберите первый жесткий диск:
uk: на його MBR. Виберіть перший жорсткий диск, якщо не впевнені:

source: on it's MBR:
ru: в его MBR:
uk: на його MBR:

source: package(s):
ru: пакет(ов):
uk: пакет(ів):

source: packages
ru: пакетов
uk: пакетів

source: packages enqueued to sync. Proceed? [Y/n]
ru: пакетов намечено к синхронизации. Продолжить? [Y/n]
uk: пакети в черзі для синхронізації. Продовжити? [Y/n]

source: packages enqueued to sync. Processing
ru: пакетов намечено к синхронизации. Выполняю
uk: пакети в чергзі для синхронізації. Обробка

source: packages has unresolvable dependencies. See full log in /tmp/depErrTable.log
ru: пакетов имеют неразрешимые зависимости. Смотрите полный отчет в /tmp/depErrTable.log
uk: пакет має нерозв'язні залежності. Дивись повний лог в /tmp/depErrTable.log

source: packages)
ru: пакетов)
uk: пакетів)

source: packages, ambiguity!
ru: пакетов, неоднозначность!
uk: пакетів, неоднозначність!

source: packages, total size:
ru: пакетов, всего:
uk: пакетів, всього:

source: to mount point
ru: к точке монтирования
uk: до точки монтування

source: updates
ru: обновлений
uk: оновлень

source: version
ru: версия
uk: версія

source: with tag
ru: тегом
uk: тегом

source: " is installed
ru: " установлен
uk: " встановлений

source: ": it isn't installed
ru: ": он не установлен
uk: ": він не встановлений

source: %s %s requires: %s
ru: %s %s требует: %s
uk: %s %s вимагає: %s

source: %s patch failed to merge, going to download full package
ru: %s патч наложить не удалось, придется качать полный пакет
uk: %s патч не вдалося об'єднати, буде завантажено повний пакет

source: %s patch failed to merge, trying next one
ru: %s патч наложить не удалось, пробуем следующий
uk: %s патч не вдалося об'єднати, пробуємо наступний
