Repository: 007exe/mpkg
Catalog: i18n/*.po
Languages: ru, uk

source: Approximate size of deltas which can be used
ru: Приблизительный размер дельта-обновлений, которые могут быть использованы
uk: Приблизний розмір дельти, яка може бути використана

source: Approximate size of deltas which can be used:
ru: Приблизительный размер дельта-обновлений, которые могут быть использованы:
uk: Приблизний розмір дельти, які можуть бути використані:

source: Are you really want to restore standard boot loader on drive
ru: Вы действительно хотите восстановить стандартный загрузчик на диске
uk: Ви дійсно хочете відновити стандартний завантажувач на диску

source: Available
ru: Доступен
uk: Доступний

source: Available updates:
ru: Доступные обновления:
uk: Доступні оновлення:

source: B-Tree FS, new EXPERIMENTAL filesystem similar to ZFS. Separate /boot partition required to use it as root filesystem.
ru: B-Tree FS, новая ЭКСПЕРИМЕНТАЛЬНАЯ файловая система, похожая на ZFS. Если вы хотите использовать её в качестве корневой - необходим отдельный /boot.
uk: B-Tree FS, Нова експериментальна файлова система, схожа на ZFS. Потрібен окремий розділ /boot , для використання її в якості кореневої файлової системи.

source: BACK
ru: НАЗАД
uk: НАЗАД

source: BFS kernel
ru: BFS-ядро
uk: BFS ядро

source: Back
ru: Назад
uk: Назад

source: Back to main menu
ru: Назад в главное меню
uk: Повернутися до головного меню

source: Boot loader configuration
ru: Настройка загрузчика
uk: Конфігурація завантажувача

source: Boot loader is required to start your operating system. Without it, it will be unable to boot.
ru: Загрузчик необходим для загрузки операционной системы. Без него загрузиться будет невозможно.
uk: Завантажувач, необхідний для запуску операційної системи. Без неї, вона не зможе завантажитися.

source: Boot loader:
ru: Загрузчик:
uk: Завантажувач:

source: Branch:
ru: Ветка:
uk: Бранч:

source: Build options are strictly defined by package and cannot be overrided
ru: Опции сборки указаны строго, и не могут быть изменены.
uk: Опції збирання вказані суворо, і не можуть бути змінені

source: Build package from source
ru: Сборка пакета из исходников
uk: Збірка пакета з вихідних текстів

source: Build repository index
ru: Создание индекса репозитория
uk: Створення індексу репозиторію

source: Building actions queue
ru: Построение очереди действий
uk: Створення черги дій

source: Building dependency tree
ru: Построение дерева зависимостей
uk: Побудова дерева залежностей

source: Building dependency tree
ru: Построение дерева зависимостей
uk: Побудова дерева залежностей

source: Building index for deprecated directory
ru: Построение индекса для устаревшей директории
uk: Побудова індексу для застарілої директорії

source: Building queue
ru: Построение очереди
uk: Побудова черги

source: Building queue
ru: Построение очереди
uk: Побудова черги

source: Building queue:
ru: Построение очереди:
uk: Побудова черги:

source: Building repository index URL: %s Name: %s
ru: Создание индекса репозитория URL: %s Название репозитория: %s
uk: Створення індексу репозиторію URL: %s Назва репозиторію: %s

source: CANCEL
ru: ОТМЕНА
uk: СКАСУВАТИ

source: CD-ROM device: %s
ru: Имя CD-ROM: %s
uk: Ім'я CD-ROM: %s

source: CD-ROM mountpoint: %s
ru: Точка монтирования CD-ROM: %s
uk: Точка монтування CD-ROM: %s

source: CD/DVD drive autodetection failed. Specify device name manually?
ru: Автоопределение CD/DVD не удалось. Указать имя устройства вручную?
uk: Не вдалося автоматично визначити CD/DVD привід. Вказати назву пристрою вручну?

source: CD/DVD drive found at
ru: Привод CD/DVD найден в
uk: CD/DVD привід знайдено на

source: CUSTOM
uk: САМОСТІЙНО

source: Cache cleanup complete
ru: Очистка кеша завершена
uk: Очищення кешу завершено

source: Can't understand what with versioning
ru: Непостижимое сочетание версий
uk: Не розумію, що з версіями

source: Cancel
ru: Отмена
uk: Відміна

source: Cancelled
ru: Отменено
uk: Скасовано

source: Cannot check package "
ru: Невозможно проверить пакет "
uk: Неможливо перевірити пакет "

source: Cannot determine which directory to use. Seems that you have a package without a subfolder Candidates are:
ru: Невозможно определить директорию с исходниками. Кажется у вас пакет без субдиректории Кандидаты:
uk: Неможливо визначити директорію з вихідними текстами. Здається у вас пакет без субдіректорії. Кандидати:

source: Cannot download repository list from
ru: Не могу получить список репозиториев из
uk: Не можу отримати список репозиторіїв з

source: Cannot find package for your driver
ru: Не найден пакет для вашего драйвера
uk: Не можу знайти пакет для вашого драйвера

source: Cannot find predefined set
ru: Не найден набор предопределений
uk: Не вдається знайти зумовлений набір

source: Cannot get valid repository list from url
ru: Не могу получить корректный список репозиториев по адресу
uk: Не можу отримати коректний список репозиторіїв за адресою

source: Cannot open database even in read-only mode:
ru: Не могу открыть базу данных даже в режиме только для чтения:
uk: Не вдається відкрити базу даних, навіть в режимі "тільки читання":

source: Cannot open database:
ru: Не удалось открыть базу данных:
uk: Не вдається відкрити базу даних:

source: Cannot parse data.xml in package. Only MPKG packages are supported, convert it first.
ru: Не удалось распарсить data.xml в пакете. Поддерживаются только пакеты MPKG, сначала сконвертируйте пакет.
uk: Не вдається розібрати data.xml в пакеті. Підтримуються тільки пакети MPKG, спочатку ковертуйте їх.

source: Cannot remove package
ru: Невозможно удалить пакет
uk: Неможливо видалити пакет

source: Cannot repair
ru: Невозможно восстановить
uk: Неможливо відновити

source: Cannot repair or reinstall package %s: it is not installed
ru: Невозможно переустановить или восстановить пакет %s, так как он вообще не установлен
uk: Неможливо перевстановити або відновити пакет %s, так як він взагалі не встановлений

source: Cannot work with legacy packages, convert it first using mpkg-convert or mpkg-setmeta
ru: Работа с legacy-пакетами невозможна, сначала сконвертируйте его с помощью mpkg-convert или mpkg-setmeta
uk: Не могу працювати з застарілими пакетами, для початку перетворіть його за допомогою mpkg-convert або mpkg-setmeta

source: Cannot work without data.xml, create it using mpkg-setmeta
ru: Работа без data.xml невозможна, создайте его с помощью mpkg-setmeta
uk: Не можу працювати без data.xml, створіть його за допомогою mpkg-setmeta

source: Change settings
ru: Изменить настройки
uk: Зміна параметрів

source: Changes:
ru: Изменения:
uk: Зміни:

source: Changes:
ru: Изменения:
uk: Зміни:

source: Check carefully all settings before continuing!
ru: Внимательно проверьте все настройки прежде чем продолжить!
uk: Перевірте уважно всі параметри перед тим, як продовжити!

source: Check kernel boot options (separated by space, for example: acpi=force noapic quiet). If unsure, leave default values
ru: Проверьте опции загрузки ядра (разделенные пробелом, например: acpi=force noapic quiet). Если не знаете что это, оставьте как есть
uk: Перевірте параметри завантаження ядра (розділені пробілами, наприклад: acpi=force noapic quiet). Якщо не впевнені, залиште значення за замовчуванням.

source: Check package integrity before installation?
ru: Проверять целостность пакетов перед установкой?
uk: Перевіряти цілісність пакетів перед встановленням?

source: Check repository integrity
ru: Проверить целостность репозитория
uk: Перевірити цілісність репозиторію

source: Check system integrity
ru: Проверка целостности системы
uk: Перевірка цілісності системи

source: Checking %d packages in %s
ru: Проверяем %d пакетов в %s
uk: Перевіряємо %d пакетів в %s

source: Checking MD5
ru: Проверка MD5
uk: Перевіряємо MD5

source: Checking MD5 for %s
ru: Проверка MD5 для %s
uk: Перевірка MD5 для %s

source: Checking cache
ru: Проверка кеша
uk: Перевірка кешу

source: Checking cache and building download queue:
ru: Проверка кеша и построение очереди закачки:
uk: Перевірка кешу і побудова черги завантаження:

source: Checking delta and trying to download it:
ru: Проверка дельты и попытка её скачать:
uk: Перевірка дельти і спроба завантажити її:

source: Checking dependencies
ru: Проверка зависимостей
uk: Перевірка залежностей

source: Checking dependencies...
ru: Проверка зависимостей...
uk: Перевірка залежностей...

source: Checking dependencies: filtering (stage 1: installation queue dupes
ru: Проверка зависимостей: фильтрация (часть 1: двойники в очереди установки)
uk: Перевірка залежностей: фільтрація (частина 1: двійники в черзі установки)

source: Checking dependencies: filtering (stage 2: remove queue dupes
ru: Проверка зависимостей: фильтрация (часть 2: двойники очереди удаления)
uk: Перевірка залежностей: фільтрація (частина 2: двійники в черзі видалення)

source: Checking dependencies: filtering (stage 3: rollback)
ru: Проверка зависимостей: фильтрация (часть 3: обратные связи)
uk: Перевірка залежностей: фільтрація (частина 3: зворотні зв'язки)

source: Checking dependencies: muxing queues
ru: Проверка зависимостей: смешивание очередей
uk: Перевірка залежностей: змішування черг

source: Checking dependencies: rendering remove queue
ru: Проверка зависимостей: построение очереди удаления
uk: Перевірка залежностей: побудова черги видалення

source: Checking dependencies: rendering requirements
ru: Проверка зависимостей: построение требований
uk: Перевірка залежностей: побудова вимог

source: Checking dependencies: searching for broken packages
ru: Проверка зависимостей: поиск сломанных пакетов
uk: Перевірка залежностей: пошук зламаних пакетів

source: Checking disk free space
ru: Проверка размера доступного места на диске
uk: Перевірка вільного місця на диску

source: Checking existance of requested packages:
ru: Проверка существования запрошенных пакетов:
uk: Перевірка наявності обраних пакетів:

source: Checking file conflicts for package %s
ru: Проверка конфликтов файлов: %s
uk: Перевірка конфліктів файлів: %s

source: Checking files (comparing MD5):
ru: Проверка файлов (сравнение MD5):
uk: Перевірка файлів (порівняння MD5):

source: Checking md5
ru: Проверка MD5
uk: Перевірка md5

source: Checking md5 of downloaded files:
ru: Проверка MD5 закаченных файлов:
uk: Перевірка md5 завантажених файлів:

source: Checking package cache
ru: Проверка кеша пакетов
uk: Перевірка кешу пакетів

source: Checking package delta
ru: Проверка дельты пакета
uk: Перевірка дельти пакету

source: Checking packages integrity
ru: Проверка целостности пакетов
uk: Перевірка цілісності пакетів

source: Checking packages integrity:
ru: Проверка целостности пакетов:
uk: Перевірка цілісності пакетів:

source: Choose a set of packages to be installed.
ru: Выберите набор пакетов для установки.
uk: Вибір набору пакетів для встановлення.

source: Choose action
ru: Выберите действие
uk: Виберіть дію

source: Choose an action:
ru: Выберите действие:
uk: Виберіть дію:

source: Choose boot loader type. If unsure - choose default:
ru: Выберите тип загрузчика. Если не уверены - оставьте вариант по умолчанию:
uk: Виберіть тип завантажувача. Якщо не впевнені - вибирайте за замовчуванням:

source: Choose file with package list:
ru: Укажите файл со списком пакетов:
uk: Вкажіть файл з переліком пакетів:

source: Choose filesystem type for
ru: Выберите тип файловой системы для
uk: Виберіть тип файлової системи для

source: Choose framebuffer graphics mode To enable splash screen, you should choose 16-bit or 24-bit color mode
ru: Выберите графический режим фреймбуффера для консоли Для того чтобы работала заставка, выберите 16- или 24-битный цветовой режим
uk: Виберіть фреймбуфер графічного режиму. Для використання заставки при завантаженні системи, ви повинні вибрати 16-бітний або 24-бітний режим кольору.

source: Choose group or action
ru: Выберите группу или действие
uk: Виберіть групу або дію

source: Choose hard drive on which you want to restore a standard MBR boot loader:
ru: Укажите жесткий диск, на котором вы хотите восстановить стандартный загрузчик MBR:
uk: Виберіть жорсткий диск, на якому ви хочете відновити стандартний MBR завантажувач:

source: Choose hard drive to install boot loader
ru: Выберите жесткий диск, на который следует установить загрузчик
uk: Виберіть жорсткий диск для встановлення завантажувача

source: Choose installation mode. In case of standard mode, setup will continue in step-by-step manner with minimum of questions. If you want full control over installation process - choose advanced mode
ru: Выберите режим установки. В случае стандартного режима, установка будет идти в пошаговом режиме с минимумом вопросов. Если вы хотите иметь полный контроль за процессом установки - выберите расширенный режим.
uk: Виберіть режим установки. При стандартному режимі (крок за кроком), установка буде продовжена з мінімальною кількістью питань. Якщо ви хочете повністю контролювати процес установки - виберіть розширений режим.

source: Choose package for tagging:
ru: Выберите пакет для присвоения тегов:
uk: Виберіть пакет для присвоєння тегів:

source: Choose package installation set
ru: Выберите набор устанавливаемых пакетов
uk: Виберіть набір пакетів

source: Choose package set (selected:
ru: Выбрать набор пакетов (выбрано:
uk: Виберіть набір пакетів (вибраний:

source: Choose package set to install
ru: Выбрать набор пакетов для установки
uk: Виберіть набір пакетів для встановлення

source: Choose package source
ru: Выбрать источник пакетов
uk: Виберіть джерело пакетів

source: Choose package to generate dependencies:
ru: Выберите пакет для генерации зависимостей:
uk: Виберіть пакет для створення залежностей:

source: Choose partition on hard drive, in which you want to install boot loader
ru: Выберите раздел на жестком диске, на который вы хотите установить загрузчик
uk: Виберіть розділ на жорсткому диску, в якому ви хочете встановити завантажувач

source: Choose partition to mount:
ru: Выберите раздел, который желаете смонтировать:
uk: Виберіть розділ для монтування:

source: Choose partition to use as a swap space. You need it if you want to use suspend-to-disk feature, and it is strongly recommended if you have less than 1Gb RAM. Swap partition size should be equal or greater than RAM size
ru: Выберите раздел для использования в качестве области подкачки. Он необходим, если вы хотите использовать функцию засыпания на диск ("suspend-to-disk"), но основное его предназначение - расширение основной оперативной памяти в случае ее нехватки. Настоятельно рекомендуется иметь такой раздел если у вас менее 1 Гб ОЗУ. Размер раздела подкачки должен быть не меньше размера ОЗУ.
uk: Виберіть розділ для використання в якості підкачки. Це потрібно, якщо ви хочете використовувати функцію suspend-to-disk, також це рекомендується, якщо у вас менше 1Gb оперативної пам'яті. Розмір розділу підкачки повинен дорівнювати або перевищувати розмір оперативної пам'яті

source: Choose partitioning method:
ru: Выберите способ разбивки диска:
uk: Вибір методу керування розділами:

source: Choose required actions Navigation: UP/DOWN, TAB Choose: Enter key
ru: Выберите требуемые действия Навигация: ВВЕРХ/ВНИЗ, TAB Выбор: клавиша ENTER
uk: Виберіть необхідні дії. Навігація: UP/DOWN, TAB Вибрати: клавіша ентер

source: Choose root partition
ru: Выбор корневого раздела
uk: Виберіть кореневий розділ

source: Choose root partition for AgiliaLinux:
uk: Виберіть кореневий розділ для AgiliaLinux:

source: Choose swap partition
ru: Выбрать раздел подкачки
uk: Виберіть розділ підкачки

source: Choose where do you want to install boot loader
ru: Укажите, куда вы хотите установить загрузчик
uk: Виберіть, де ви хочете встановити завантажувач

source: Choose where to get packages. It can be one of: DVD, a CD set, network repository, ISO image on HDD or available via Samba network, directory on hard drive or any other mounted filesystem).
ru: Укажите, откуда брать пакеты. Это может быть: DVD, набор CD, сетевой репозиторий, ISO-образ (на жестком диске или доступный через сеть Samba), индексированная директория на жестком диске.
uk: Виберіть, де взяти пакети. Це може бути: DVD, набір компакт-дисків, мережевий репозиторій, ISO образ на HDD або черерез мережу Samba, каталог на жорсткому диску або будь-якій іншій змонтованій файловій системі.

source: Clean package cache
ru: Очистить кеш пакетов
uk: Очистити кеш пакетів

source: Cleaning actions queue
ru: Очистка очереди действий
uk: Очищення черги дій

source: Cleaning cache...
ru: Очистка кеша...
uk: Очищення кешу...

source: Cleaning package cache
ru: Идет очистка кеша пакетов
uk: Триває очищення кешу пакетів

source: Cleaning package cache
ru: Проверка кеша пакетов
uk: Перевірка кешу пакетів

source: Clear dependencies in package
ru: Удалить информацию о зависимостях из пакета
uk: Видалити інформацію про залежності з пакета

source: Clear old tags?
ru: Очистить старые теги?
uk: Очистити старі теги?

source: Clearing unreachable packages
ru: Удаление недоступных пакетов из базы
uk: Видалення недоступних пакетів

source: Cleartype-patched fonts
ru: Шрифты с патчами cleartype
uk: шрифти з Cleartype-патчами

source: Command line based partitioning (expert mode)
ru: Разбиение из командной строки (экспертный режим)
uk: Робота з розділами, з використанням командного рядка (експертний режим)

source: Commit failed
ru: Операции завершились с ошибками
uk: Операції завершилися з помилками

source: Commit failed, error code:
ru: Операции завершились с ошибками, код возврата:
uk: Операції завершилися з помилками, код повернення:

source: Commit queued actions
ru: Выполнить запланированные действия
uk: Виконати заплановані дії

source: Committing %d packages to install:
ru: Постановка %d пакетов в очередь на установку:
uk: Постановка %d пакетів в чергу на встановлення:

source: Committing %d packages to remove
ru: Постановка %d пакетов в очередь на удаление
uk: Постановка %d пакетів в чергу на вилучення

source: Committing changes...
ru: Применение изменений...
uk: Застосування змін...

source: Committing...
ru: Выполнение...
uk: Виконання...

source: Committing...
ru: Выполнение...
uk: Виконання...

source: Complete successfully
ru: Удачно завершено
uk: Вдало завершено

source: Complete.
ru: Готово.
uk: Готово.

source: Completed successfully
ru: Завершено
uk: Завершено успішно

source: Compressing files
ru: Сжатие файлов
uk: Стиснення файлів

source: Configure network?
ru: Настроить сеть?
uk: Налаштувати мережу?

source: Configuring your system...
ru: Настройка системы...
uk: Налаштування системи...

source: Confirm installation parameters
ru: Подтверждение параметров установки
uk: Підтвердження параметрів встановлення

source: Continue
ru: Продолжить
uk: Продовжити

source: Continue without installing bootloader
ru: Продолжить без установки загрузчика
uk: Продовжити без встановлення завантажувача

source: Continue without swap partition
ru: Продолжить без раздела подкачки
uk: Продовжити без розділу підкачки

source: Continue? [Y/n]
ru: Продолжить? [Y/n]
uk: Продовжити? [Y/n]

source: Convert directory to AgiliaLinux format
uk: Конвертувати директорію з пакетами у формат AgiliaLinux

source: Convert packages to AgiliaLinux format
uk: Конвертувати пакети у формат AgiliaLinux

source: Create RAID array
ru: Создать RAID-массив
uk: Створення RAID масиву

source: Create filelist index?
ru: Создать индекс списка файлов?
uk: Створити індекс списку файлів?

source: Creating initrd...
ru: Создание initrd...
uk: Створення initrd...

source: Creating installation list
ru: Создание установочного списка
uk: Створення списку установки

source: Creating installation queue
ru: Формирование очереди установки
uk: Створення черги установки

source: Creating package %s
ru: Создание пакета %s
uk: Створення пакета %s

source: Creating users
ru: Создание пользователей
uk: Створення користувачів

source: Current configuration:
ru: Текущая конфигурация:
uk: Поточна конфігурація:

source: Current version of KDE. Good choice if you have a modern computer with good videocard and want to go forward with new technologies
ru: Текущая версия KDE. Хороший выбор, если у вас достаточно современный компьютер с хорошей видеокартой
uk: Поточна версія KDE. Хороший вибір, якщо у вас є сучасний комп'ютер з гарною відеокартою і ви хочете використовувати сучасні технології

source: Custom installation
ru: Ручной выбор
uk: Самостійний вибір

source: Custom installation. You can manually select what packages to install.
ru: Ручной выбор. Вы сможете точно указать какие пакеты устанавливать. Однако учтите что их более тысячи...
uk: Самостійний вибір. Ви можете самостійно вибрати, які пакети потрібно встановити.

source: Custom tuning options is not allowed for this package
ru: Изменение опций оптимизации для этого пакета не разрешено
uk: Зміна параметрів оптимізації для цього пакета не дозволена

source: Customizable config, checking....
uk: Налаштування конфігурації, перевірка....

source: DISABLED
ru: ОТКЛЮЧЕН
uk: ВИМКНЕНИЙ

source: Data loaded successfully. Disc label:
ru: Данные загружены успешно. Метка диска:
uk: Дані завантажені успішно. Мітка диска:

source: Database format has been upgraded to version %s
ru: Формат базы данных был обновлен до версии %s
uk: Формат бази даних був оновлений до версії %s

source: Database is locked by another process
ru: База данных заблокирована другим процессом
uk: Базу даних заблоковано іншим процесом

source: Database is locked by another process, waiting for release... You can press CTRL-C to break waiting and exit
ru: База данных занята другим процессом, ожидаю освобождения... Вы можете нажать CTRL-C для прекращения ожидания и выхода
uk: База даних заблокована іншим процесом, очікую звільнення... Ви можете натиснути CTRL-C щоб зупинити очікування та вийти

source: Database is locked, waiting for release... You can press CTRL-C to break waiting and exit
uk: База даних заблокована, очікую звільнення... Ви можете натиснути CTRL-C щоб зупинити очікування та вийти

source: Database loaded
ru: База данных подключена
uk: База даних підключена

source: Database opened
ru: База данных открыта
uk: База даних відкрита

source: Database update error: error downloading index: forbidden
ru: Ошибка обновления базы данных: ошибка при получении индекса: доступ запрещен
uk: Помилка оновлення бази даних: помилка при отриманні індексу: доступ заборонений

source: Database update error: error downloading index: login incorrect
ru: Ошибка обновления базы данных: ошибка при получении индекса: неправильный логин/пароль
uk: Помилка оновлення бази даних: помилка при отриманні індексу: неправильний логін/пароль

source: Database update error: error downloading repository index: host not found
ru: Ошибка обновления базы данных: ошибка при получении индекса: сервер не найден
uk: Помилка оновлення бази даних: помилка при отриманні індексу: сервер не знайдено

source: Database update error: error downloading repository index: timeout
ru: Ошибка обновления базы данных: ошибка при получении индекса: время ожидания истекло
uk: Помилка оновлення бази даних: помилка при отриманні індексу: час очікування вичерпано

source: Database update error: invalid index received: parse error
ru: Ошибка обновления базы данных: получен некорректный индекс: ошибка разбора структуры
uk: Помилка оновлення бази даних: отримано неправильний індекс: помилка розбору структури

source: Database update error: repository type not recognized
ru: Ошибка обновления базы данных: тип репозитория не распознан
uk: Помилка оновлення бази даних: тип репозиторію не розпізнано

source: Database update error: unknown error while importing index
ru: Ошибка обновления базы данных: неизвестная ошибка при импортировании индекса
uk: Помилка оновлення бази даних: невідома помилка при імпортуванні індексу

source: Database updated successfully
ru: Обновление базы данных успешно завершено
uk: Оновлення бази даних успішно завершено

source: Database: %s
ru: База данных: %s
uk: База даних: %s
